Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.GUI/Clients/ClientForm.*.resx
Languages: es_es, fr

# gBProjectFinancialPlan.Text
source: Financial plan
es_es: Plan de financiamiento
fr: Plan de financement

# lProjectNbOfNewJobs.Text
source: N° of new jobs
es_es: Número de empleos creados
fr: Nb emplois crées

# lProjectCA.Text
source: Turn-over:
es_es: Facturación
fr: Chiffre d'affaire :

# lProjectCorporateName.Text
source: Name:
es_es: Nombre:
fr: Raison sociale :

# lProjectJuridicStatus.Text
source: Juridic status:
es_es: Estado jurídico:
fr: Statut juridique :

# lProjectAffiliation.Text
source: Affiliation:
es_es: Afiliación:

# lProjectFiscalStatus.Text
source: Fiscal status:
es_es: Estado fiscal:
fr: Statut fiscal :

# gBProjectAddress.Text
source: Address
es_es: dirección
fr: Addresse

# lProjectFinancialPlanType.Text
source: Type
es_es: Tipo

# lProjectFinancialPlanAmount.Text
source: Amount
es_es: Monto
fr: Montant:

# columnHeaderProjectYear.Text
source: Year
es_es: Año
fr: Année

# columnHeaderProjectJobs1.Text
source: N° jobs 1
es_es: N° empleos 1
fr: Emploi en insertion

# columnHeaderProjectJobs2.Text
source: N° Jobs 2
es_es: N° empleos 2
fr: Emploi doit commun

# columnHeaderProjectActivity.Text
source: Activity
es_es: Actividad
fr: Etat de l'activité

# columnHeaderProjectComment.Text
source: Comment
es_es: Comentario
fr: Commentaire

# buttonProjectAddFollowUp.Text
source: Add FollowUp
es_es: Agregar seguimiento
fr: Ajout

# lblGuarantorsList.Text
source: Guarantors
es_es: Garantes
fr: Garants

# lblCollaterals.Text
source: Collaterals
es_es: Garantías
fr: Gages

# columnHeaderName.Text
source: Name
es_es: Nombre
fr: Nom

# columnHeader17.Text
source: Amount
es_es: Monto
fr: Montant

# columnHeaderPercentage.Text
source: % of Loan
es_es: Porcentaje principal
fr: % du prêt

# columnHeaderDesc.Text
source: Description
es_es: Descripción

# btnPrintGuarantors.Text
source: Print
es_es: Imprimir
fr: Imprimer

# buttonSelectAGarantors.Text
source: Add
es_es: Agregar
fr: Ajouter

# buttonModifyAGarantors.Text
source: Modify
es_es: Modificar
fr: Modifier

# buttonViewAGarantors.Text
source: View
es_es: Ver
fr: Regarder

# buttonDelete.Text
source: Delete
es_es: Borrar
fr: Supprimer

# lblCreditCurrency.Text
source: Currency: ......
es_es: Moneda: ......
fr: Devise :

# columnHeader19.Text
source: Name
es_es: Nombre
fr: Nom

# columnHeader20.Text
source: Amount
es_es: Monto
fr: Montant

# columnHeader25.Text
source: % of Loan
es_es: Porcentaje principal
fr: % du prêt

# columnHeaderColDesc.Text
source: Description
es_es: Descripción

# buttonAddCollateral.Text
source: Add
es_es: Agregar
fr: Ajouter

# buttonModifyCollateral.Text
source: Modify
es_es: Modificar
fr: Modifier

# buttonViewCollateral.Text
source: View
es_es: Ver
fr: Regarder

# buttonDelCollateral.Text
source: Delete
es_es: Borrar
fr: Supprimer

# labelLoansContracts.Text
source: Loans
es_es: Créditos
fr: Contrats de crédit

# labelSavingsContracts.Text
source: Savings
es_es: Ahorros
fr: Contrats d'épargne

# tabPageDetails.Text
source: Details
es_es: Detalles
fr: Client

# tabPageProject.Text
source: Project
es_es: Proyecto
fr: Projet

# tabPageLoansDetails.Text
source: Loan Details
es_es: Detalles del crédito
fr: Proposition de financement

# tabPageAdvancedSettings.Text
source: Advanced Settings
es_es: Configuración avanzada
fr: Paramètres avancés

# tabPageCreditCommitee.Text
source: Credit Committee
es_es: Comité de crédito
fr: Comité de crédit

# tabPageLoanRepayment.Text
source: Loan Repayment
es_es: Reembolso del crédito
fr: Remboursements

# tabPageLoanGuarantees.Text
source: Guarantors and Collaterals
es_es: Garantías
fr: Garants/Gages

# tabPageSavingDetails.Text
source: Savings Details
es_es: Detalles del ahorro
fr: Compte d'épargne

# tabPageContracts.Text
source: Contracts
es_es: Contratos
fr: Contrats

# labelProjectDate.Text
source: Date:
es_es: Fecha:

# buttonProjectSelectPurpose.Text
source: Select
es_es: Seleccionar
fr: Selectionner

# labelProjectPurpose.Text
source: Type:
es_es: Tipo:
fr: Objet :

# labelProjectName.Text
source: Name:
es_es: Nombre:
fr: Nom :

# labelProjectCode.Text
source: Code:
es_es: Código :

# buttonProjectSave.Text
source: Save Project
es_es: Guardar projecto
fr: Sauvegarder projet

# tabPageProjectLoans.Text
source: Contracts
es_es: Contratos
fr: Propositions de financement

# columnProductType.Text
source: Type
es_es: Tipo

# columnHeaderId.Text
source: Code
es_es: Código

# columnHeaderStatus.Text
source: Status
es_es: Estado
fr: Statut

# columnHeaderAmount.Text
source: Amount
es_es: Monto
fr: Montant

# columnHeaderOLB.Text
source: OLB
es_es: Saldo
fr: Capital restant dû (KRD)

# columnHeaderCurrency.Text
source: Currency
es_es: Moneda
fr: Devise

# columnHeaderInterestRate.Text
source: Interest Rate
es_es: Tasa de interés
fr: Taux d'intérêt

# columnHeaderInstallmentType.Text
source: Installment Type
es_es: Tipo de cuota
fr: Type

# columnHeaderNbOfInstallments.Text
source: Number of Installments
es_es: Número de cuotas
fr: Durée

# columnHeaderCreationDate.Text
source: Creation Date
es_es: fecha de creación
fr: Date de création

# columnHeaderStartDate.Text
source: Start Date
es_es: Fecha de inicio
fr: Date début

# columnHeaderCloseDate.Text
source: Close Date
es_es: fecha de finalización
fr: Date fin

# buttonProjectAddContract.Text
source: Add Loan
es_es: Agregar un crédito
fr: Ajouter un crédit

# buttonProjectViewContract.Text
source: View Contract
es_es: Ver contrato
fr: Voir proposition

# tabPageProjectAnalyses.Text
source: Analyses
es_es: Análisis
fr: Analyse

# labelProjectConcurrence.Text
source: Competition:
es_es: Competencia :
fr: Analyse concurrence

# labelProjectMarket.Text
source: Market:
es_es: Mercado
fr: Analyse du marché

# labelProjectExperience.Text
source: Experience:
es_es: Experiencia :
fr: Expérience :

# labelProjectAbilities.Text
source: Abilities:
es_es: Habilidades:
fr: Capacités du porteur:

# tabPageCorporate.Text
source: Created Company
es_es: Compañía creada
fr: Structure créée

# tabPageFollowUp.Text
source: Follow-up
es_es: Seguimiento
fr: Suivi

# columnHeaderLoanDate.Text
source: Date
es_es: Fecha

# columnHeaderLoanIP.Text
source: Interest Payment
es_es: Pago de los intereses
fr: Intérêts

# columnHeaderLoanPR.Text
source: Principal Repayment
es_es: Pago del capital
fr: Principal

# columnHeaderLoanInstallmentTotal.Text
source: Installment Total
es_es: Total de la cuota
fr: Total de l'échéance

# columnHeaderLoanOLB.Text
source: OLB
es_es: Saldo
fr: Capital restant dû (KRD)

# btnSaveLoan.Text
source: Save
es_es: Guardar
fr: Enregistrer

# buttonLoanPreview.Text
source: Preview
es_es: Vista preliminar
fr: Aperçu

# buttonLoanDisbursment.Text
source: Disburse
es_es: Desembolsar
fr: Décaisser

# btnPrintLoanDetails.Text
source: Print
es_es: Imprimir
fr: Imprimer

# btnLoanShares.Text
source: Loan Shares
es_es: Partes
fr: Parts du groupe

# btnEditSchedule.Text
source: Manual Schedule
es_es: Editar Cronograma:
fr: Editer l'échéancier

# _installmentTypeLabel.Text
source: Installment type:
es_es: Tipo de cuota:
fr: Type d'échéance:

# lblEconomicActivity.Text
source: Loan purpose*:
es_es: Objetivo del crédito*:
fr: Motif du crédit*:

# labelDateOffirstInstallment.Text
source: Preferred first installment date:
es_es: Fecha de primera cuota:
fr: Date du premier remboursement :

# labelLoanContractCode.Text
source: Contract code:
es_es: Código contrato:
fr: Code contrat :

# labelLoanAmount.Text
source: Amount:
es_es: Monto:
fr: Montant :

# labelLoanInterestRate.Text
source: Interest rate:
es_es: Tasa de interés:
fr: Taux d'intérêt par période :

# labelLoanNbOfInstallments.Text
source: Number of installments:
es_es: Número de cuotas:
fr: Nombre d'échéances :

# labelLoanStartDate.Text
source: Disbursement date:
es_es: Fecha de desembolso:
fr: Date de décaissement :

# labelLoanGracePeriod.Text
source: Grace period:
es_es: Periodo de gracia:
fr: Période de grâce :

# labelLoanLoanOfficer.Text
source: Loan officer:
es_es: Asesor de crédito:
fr: Agent de crédit :

# labelLoanFundingLine.Text
source: Funding line:
es_es: Línea de financiamiento:
fr: Ligne de financement :

# labelLoanPurpose.Text
source: Comments:
es_es: Comentario:
fr: Commentaire

# _scheduleTypeLabel.Text
source: Schedule type:
es_es: Tipo de tasa:
fr: Méthode de calcul:

# groupBoxAnticipatedRepaymentPenalties.Text
source: Early fees
es_es: Cargos por Anticipo
fr: Pénalités de remboursement anticipé

# lbATR.Text
source: ATR
es_es: PTA:
fr: RPA :

# lbAPR.Text
source: APR
es_es: PPA:
fr: RTA :

# groupBoxLoanLateFees.Text
source: Late fees
es_es: Penalidades
fr: Pénalités de retard (% par jour) portant sur :

# labelLoanLateFeesOnAmount.Text
source: Total loan amount
es_es: Monto total del prestamo:
fr: Montant total du prêt

# labelLoanLateFeesOnOverduePrincipal.Text
source: Overdue principal
es_es: Capital adeudado:
fr: Principal impayé

# labelLoanLateFeesOnOLB.Text
source: OLB
es_es: Saldo:
fr: KRD

# labelLoanLateFeesOnOverdueInterest.Text
source: Overdue interest
es_es: Intreses adeudados:
fr: Intérêts impayés

# groupBoxEntryFees.Text
source: Entry fees
es_es: Derechos de Incripción
fr: Frais de dossier

# colName.Text
source: Name
es_es: Nombre
fr: Nom

# colValue.Text
source: Value
es_es: Valor
fr: Valeur

# colAmount.Text
source: Amount
es_es: Monto
fr: Montant

# btnUpdateSettings.Text
source: Save
es_es: Guardar
fr: Enregistrer

# groupBox2.Text
source: Mandatory savings
es_es: Ahorros Obligatorios
fr: Epargne obligatoire

# lbCompulsorySavingsAmount.Text
source: Amount
es_es: Monto:
fr: % montant du prêt

# lbCompulsorySavings.Text
source: Link to savings account
es_es: Enlace a Cuenta de Ahorros:
fr: Lier à un compte d'épargne :

# linkCompulsorySavings.Text
source: Details
es_es: Detalles
fr: détails

# labelComments.Text
source: Comments
es_es: Comentar:
fr: Commentaires

# labelLocAmount.Text
source: LOC amount
es_es: Monto de LDC
fr: Montant Ligne de crédit :

# lblCreditInsurance.Text
source: Credit insurance:
es_es: Seguro de Crédito:
fr: Assurance crédit:

# tabPageRepayments.Text
source: Repayment Schedule
es_es: Cronograma de pago
fr: Echéancier

# tabPageEvents.Text
source: Events
es_es: Eventos
fr: Evénements

# buttonLoanRepaymentRepay.Text
source: Repay
es_es: Confirmar pago
fr: Rembourser

# buttonLoanReschedule.Text
source: Reschedule
es_es: Reestructurar
fr: Rééchelonner

# buttonAddTranche.Text
source: Add Tranche
es_es: Agregar Tramo
fr: Ajouter une tranche

# btnWriteOff.Text
source: Write Off
es_es: Cancelar Contrat.
fr: Passer en perte

# btnPrintLoanRepayment.Text
source: Print
es_es: Imprimir
fr: Imprimer

# columnHeader11.Text
source: Date
es_es: Fecha

# EntryDate.Text
source: Entry Date
es_es: Fecha Entrada
fr: Date Entrée

# columnHeader12.Text
source: Type
es_es: Tipo

# columnHeader13.Text
source: Principal
es_es: Capital

# columnHeader14.Text
source: Interest
es_es: Interés
fr: Interêts

# colCommissions.Text
source: Commissions
es_es: Comisiones

# colPenalties.Text
source: Penalties
es_es: Penalidades
fr: Pénalités

# columnHeader18.Text
source: User
es_es: Usuario
fr: Utilisateur

# ExportedDate.Text
source: Exported Date
es_es: Fecha de exportación
fr: Date d'exportation comptable

# colNumber.Text
source: Installment Number
es_es: Número de Cuota
fr: Nombre d'échéances

# columnHeader30.Text
source: Comment
es_es: Comentario
fr: Commentaires

# colPaymentMethod.Text
source: Payment Method
es_es: Metodo de Pago
fr: Méthode de paiement

# colCancelDate1.Text
source: Cancel Date
es_es: Fecha Cancelación

# colIsDeleted.Text
source: Deleted
es_es: Eliminado

# richTextBoxStatus.Text
source: Status:
es_es: Estado:
fr: Statut :

# lblLoanStatus.Text
source: Contract repayment status
es_es: Estado del Contrato de Pago

# tabPageSavingsAmountsAndFees.Text
source: Fees and limits
es_es: Cargos y Limites
fr: Frais et limites

# groupBoxSavingBalance.Text
source: Balance
es_es: Saldo
fr: Solde

# groupBoxSavingDeposit.Text
source: Deposit
es_es: Monto de deposito autorizado
fr: Montant des dépôts

# groupBoxSavingWithdraw.Text
source: Withdraw
es_es: Monto de retiro autorizado
fr: Montant des retraits

# lbInterestAccrual.Text
source: Accrual:
es_es: Devengo:
fr: Calcul :

# lbInterestBasedOn.Text
source: Based on:
es_es: Basado en:
fr: Basé sur :

# lbInterestPosting.Text
source: Posting:
es_es: Anunciado:
fr: Imputation :

# lbAccrualDeposit.Text
source: Accrual:
es_es: Devengo:
fr: Calcul :

# lbPeriodicity.Text
source: Periodicity:
es_es: Periodicidad:
fr: Périodicité :

# lbTransferFees.Text
source: Transfer fees
es_es: Cargos de Tranferencia:
fr: Frais de transfert

# lbDepositFees.Text
source: Cash deposit fees
es_es: Cargo Depósito en Efectivo:
fr: Frais de dépot espèces

# lbReopenFees.Text
source: Reopen fees
es_es: Cargo Re-apertura:
fr: Frais de réouverture du compte

# lbChequeDepositFees.Text
source: Cheque deposit fees
es_es: Cargo Deposito con Cheque:
fr: Frais de dépôt par chèque

# lbCloseFees.Text
source: Close fees
es_es: Cargos por Cierre:
fr: Frais de clôture de compte

# lbOverdraftFees.Text
source: Overdraft fees
es_es: Cargos por Sobregiro:
fr: Frais de découvert

# lbManagementFees.Text
source: Management fees
es_es: Cargos por Administración:
fr: Frais de gestion du compte

# lblInterBranchTransfer.Text
source: Inter-branch transfer fees
es_es: Cargo Transf. entre Sucursales:

# tabPageSavingsEvents.Text
source: Events
es_es: Eventos
fr: Evénements

# columnHeader21.Text
source: Date
es_es: Fecha

# columnHeader26.Text
source: Fees
es_es: Cargos
fr: Frais

# columnHeader22.Text
source: Debit
es_es: Débito
fr: Débit

# columnHeader23.Text
source: Credit
es_es: Crédito
fr: Crédit

# columnHeader27.Text
source: Transfer
es_es: Transferencia
fr: Transfert

# columnHeader15.Text
source: Code
es_es: Código

# columnHeader28.Text
source: Savings method
es_es: Metodo de Ahorro
fr: Type de dépôt

# columnHeader29.Text
source: User
es_es: Usuario
fr: Utilisateur

# columnHeader24.Text
source: Description
es_es: Descripción

# colCancelDate.Text
source: Cancel Date
es_es: Fecha de Cancelación

# tabPageLoans.Text
source: Loans
es_es: Créditos
fr: Prêts

# olvColumnContractCode.Text
source: Code
es_es: Código

# olvColumnStatus.Text
source: Status
es_es: Estado
fr: Statut

# olvColumnAmount.Text
source: Amount
es_es: Monto
fr: Montant

# olvColumnOLB.Text
source: OLB
es_es: Saldo
fr: KRD

# olvColumnCreationDate.Text
source: Creation date
es_es: Fecha Creación
fr: Date de création

# olvColumnStratDate.Text
source: Start date
es_es: Fecha Inicio
fr: Date de début

# olvColumnCloseDate.Text
source: Close date
es_es: Fecha Cierre
fr: Date de fin

# tpTermDeposit.Text
source: Term deposit
es_es: Depósito a Plazo
fr: Dépôt à terme

# lblNumberOfPeriods.Text
source: Number of periods
es_es: Número de Periodos:
fr: Nombre de périodes

# lblLimitOfTermDepositPeriod.Text
source: Limit of the period
es_es: Limite del periodo

# lbRollover2.Text
source: Rollover
es_es: Capitalizar:
fr: Renouvellement

# btSearchContract2.Text
source: Search
es_es: Buscar
fr: Rechercher

# lblTermTransferToAccount.Text
source: Transfer to account
es_es: Transferir a Cuenta:
fr: Transférer sur le compte

# btSavingsUpdate.Text
source: Update
es_es: Actualizar
fr: Mettre à jour

# buttonSaveSaving.Text
source: Save
es_es: Guardar
fr: Sauvegarder

# buttonFirstDeposit.Text
source: First Deposit
es_es: Primer Deposito
fr: Premier dépôt

# buttonCloseSaving.Text
source: Close
es_es: Cerradura
fr: Clôturer compte

# buttonReopenSaving.Text
source: Reopen
es_es: Re-Apertura
fr: Réouvrir compte

# buttonSavingsOperations.Text
source: Operations
es_es: Operaciones

# btCancelLastSavingEvent.Text
source: Cancel Last Operation
es_es: Cancelar el ultima operación
fr: Annuler l'opération

# btnPrintSavings.Text
source: Print
es_es: Imprimir
fr: Imprimer

# groupBoxSaving.Text
source: admin
es_es: Ahorros
fr: Compte d'épargne

# lbEntryFees.Text
source: Entry fees
es_es: Cargos Incripción:
fr: Frais de création

# labelInitialAmount.Text
source: Initial amount
es_es: Monto Incial:
fr: Montant initial

# label1.Text
source: Savings officer
es_es: Oficial de Crédito:
fr: Agent d'épargne

# label9.Text
source: Code
es_es: Código:

# lBSavingBalance.Text
source: Balance
es_es: Saldo
fr: Solde :

# labelInterestRate.Text
source: Interest rate
es_es: Tasa de Interés:
fr: Taux d'intérêt

# lbWithdrawFees.Text
source: Withdraw fees
es_es: Tasas de Retiro:
fr: Frais de retrait

# olvColumnSACExportedBalance.Text
source: Exported Balance
es_es: Balance Exportado

# labelTitleRepayment.Text
source: Contract repayment status
es_es: estado de pago del contrato

# buttonReschedule.Text
source: Reschedule
es_es: Reestructurar

# buttonRepay.Text
source: Confirm repayment
es_es: Confirmar pago

# columnHeaderDate.Text
source: Date
es_es: Fecha

# columnHeaderType.Text
source: Type
es_es: Tipo

# columnHeaderPrincipal.Text
source: Principal
es_es: Capital

# columnHeaderFees.Text
source: Fees
es_es: gastos
fr: Commissions

# labelExchangeRate.Text
source: Exchange rate:
es_es: Tipo de cambio

# $this.Text
source: Person
es_es: Persona
fr: Personne

# lProjectCorporateSIRET.Text
source: Registration n°:
fr: SIRET :

# columnHeaderProjectCA.Text
source: CA
fr: CA réalisé

# tabPageInstallments.Text
source: Installments
fr: échéancier

# columnHeader16.Text
source: Cancelable
fr: Annulable

# chxSystemEvents.Text
source: Show system events
fr: Afficher les événements systèmes

# btnPrintLoanEvents.Text
source: Print Events
fr: Imprimer

# btnWaiveFee.Text
source: Waive Late Fees
fr: Annuler les pénalités

# btnDeleteEvent.Text
source: Delete Most Recent Event
fr: Supprimer le dernier évènement

# groupBoxSavingTransfer.Text
source: Transfer
fr: Montant des transferts

# gbInterest.Text
source: Interest
fr: Intérêts

# gbDepositInterest.Text
source: Interest
fr: Interêts

# lbAgioFees.Text
source: Agio
fr: Agios

# savingDepositToolStripMenuItem.Text
source: Deposit
fr: Dépôt

# savingWithdrawToolStripMenuItem.Text
source: Withdrawal
fr: Retrait

# savingTransferToolStripMenuItem.Text
source: Transfer
fr: Transfert

# specialOperationToolStripMenuItem.Text
source: Special Operation
fr: Opération spéciale

# columnHeader10.Text
source: Cancelable
fr: Annulable

# toolStripMenuItemCancelPending.Text
source: Cancel Pending Installment
fr: Annuler le paiement en attente

# toolStripMenuItemConfirmPending.Text
source: Confirm Pending Installment
fr: Confirmer le paiement en attente

# menuItemConfirmPendingSavingEvent.Text
source: Confirm pending event
fr: Confirmer le paiement

# menuItemCancelPendingSavingEvent.Text
source: Cancel pending event
fr: Refuser le paiement
