Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/AccountView.*.resx
Languages: pt

# All.Text
source: All
pt: todos

# AmountColumn.Text
source: Amount in
pt: montante em

# CreditColumn.Text
source: Credit in
pt: crédito em

# DebitColumn.Text
source: Debit in
pt: débito em

# Exported.Text
source: Only exported
pt: apenas exportados

# Fees.Text
source: (fees)
pt: honorários

# Interest.Text
source: (interest)
pt: (juros)

# LODE.Text
source: Loan disbursement
pt: desembolso do empréstimo

# NotExported.Text
source: Not yet exported
pt: Ainda não exportada

# PDLE.Text
source: Delinquent loan degradation
pt: Degradação do Empréstimo Mal Parado

# RBLE.Text
source: Delinquent loan repayment
pt: Reembolso do Empréstimo Mal Parado

# REGE.Text
source: Manual entry
pt: Lançamento manual

# RGLE.Text
source: Loan repayment
pt: reembolso do empréstimo

# ROLE.Text
source: Loan rescheduling
pt: reescalonamento do empréstimo

# RRLE.Text
source: Rescheduled loan repayment
pt: Reescalonamento do reembolso do empréstimo

# SCTE.Text
source: Savings incoming transfer (credit)
pt: Poupança de transferência de abertura (crédito)

# SDTE.Text
source: Savings outgoing transfer (debit)
pt: Poupança de transferência de saída (débito)

# SIAE.Text
source: Savings accrual interests
pt: Poupança de acumulação de juros

# SIPE.Text
source: Savings posting interests
pt: Lançamento dos juros de poupança

# SOCE.Text
source: Savings special operation credit
pt: Poupança da operação de crédito especial

# SODE.Text
source: Savings special operation debit
pt: Poupança da operação de débito especial

# SPDR.Text
source: Savings pending deposit refused event
pt: A conta de poupança está pendente até ser feito o primeiro depósito

# SVDE.Text
source: Savings deposit
pt: poupança depósito

# SVFE.Text
source: Savings entry fees
pt: Jóias para a abertura de conta

# SVIE.Text
source: Savings initial amount
pt: Quantia inicial de poupança

# SVLD.Text
source: Savings loan disbursement
pt: Poupança desembolso do empréstimo

# SVWE.Text
source: Savings withdrawal
pt: levantamento das poupanças

# SWFE.Text
source: Savings withdrawal fees
pt: taxas de levantamento de poupanças

# WROE.Text
source: Written-off loan
pt: Empréstimos abatidos
