Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: fr, pt

# errorTitle.Text
source: Application error.
fr: Erreur dans l'application, veuillez contacter votre administrateur
pt: Erro de aplicação.

# sqlError.Text
source: Error while trying to read or write into the database, please contact your IT administrator
fr: Erreur pendant la lecture ou l'écriture dans la base de données, veuillez contacter votre administreur
pt: Erro ao tentar ler ou escrever no banco de dados, contacte o seu administrador de TI

# AccountExceptionAccountIsNull.Text
source: Select an account
fr: Sélectionner un compte
pt: Selecione uma conta

# AccountExceptionLabelIsNull.Text
source: New label is empty
fr: Le nouveau label n'est pas renseigné
pt: O novo rótulo não está preenchido

# AccountExceptionLocalNumberIsNull.Text
source: Local account number is empty
fr: Le numéro de compte local n'est pas renseigné
pt: O número de conta local não está preenchido

# AccountExceptionNumberIsNull.Text
source: The number is empty
fr: Le numéro n'est pas renseigné
pt: O número não está preenchido

# AccountExceptionIncorrectAmountFormat.Text
source: You must enter a positive decimal amount value
fr: Vous devez saisir un montant positif
pt: Deve lançar uma quantia decimal positivo

# AccountExceptionMovementSetUnbalanced.Text
source: The accountancy operation must be balanced
fr: L'opération comptable n'est pas équilibrée
pt: A operação de contabilidade deve ser equilibrada

# ContractExceptionContractIsNull.Text
source: Please select a contract
fr: Selectionnez un contrat
pt: Por favor seleccione um contrato

# ContractExceptionAmountIsNull.Text
source: Contract's amount is empty
fr: Le montant du prêt n'est pas renseigné
pt: Valor do contrato não está preenchido

# ContractExceptionEntryFeesIsNull.Text
source: Origination fee is empty
fr: Les frais de dossier ne sont pas renseignés
pt: A comissão para a 'originação' não está preenchida

# ContractExceptionAnticipatedRepaymentPenaltiesIsNull.Text
source: Anticipated repayment penalties is empty
fr: Les pénalités pour paiement anticipé ne sont pas renseignées
pt: Os juros de moura de reembolsos antecipados não estão preenchidos

# ContractExceptionNonRepaymentPenaltiesIsNull.Text
source: Late fee is empty
fr: Les pénalités de retard ne sont pas renseignées ou mal renseignées
pt: A comissão de atraso não está preenchida

# ContractExceptionNumberOfInstallmentsIsNull.Text
source: Number of installments is empty
fr: Le nombre d'échéances n'est pas renseigné. Le nombre d'échéances ne peut pas être nul
pt: O número de prestações não está preenchido

# ContractExceptionGracePeriodIsNull.Text
source: Grace period is empty
fr: La période de grâce n'est pas renseignée, ou mal renseignée.
pt: O prazo de carência não está preenchido

# ContractExceptionInterestRateIsNull.Text
source: Interest rate is empty or incorrect You must complete either "min" and "max" or "value". Interest rate cannot be null (Main Parameters)
fr: Le taux d'intéret n'est pas renseigné ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Le taux ne peut pas être nul (Paramètres généraux)
pt: A taxa de juros não está preenchida ou incorrecta. Deve completar ou "min" e "Max" ou "quantia". A taxa de juros não pode ser nulo (Parâmetros Principais)

# ContractExceptionInstallmentTypeIsNull.Text
source: The installment type is empty
fr: Le type d'échéance pour ce produit de crédit n'est pas renseigné
pt: O tipo de prestação não está preenchida

# ContractExceptionFundingLineIsNull.Text
source: Contract's funding line is empty
fr: La ligne de financement du contrat n'est pas renseignée
pt: A linha de contrato de financiamento não está preenchida

# ContractExceptionLoanOfficerIsNull.Text
source: The loan officer is not selected
fr: L'agent de crédit n'est pas sélectionné
pt: O oficial de crédito não está selecionado

# ContractExceptionBeneficiaryIsNull.Text
source: Contract's beneficiary is empty
fr: Le bénéficiaire du prêt n'est pas renseigné
pt: O contracto do beneficiário não está preenchido

# ContractExceptionBeneficiaryIsActive.Text
source: This client is already active
fr: Ce client est déjà actif
pt: Este cliente já está activo

# ContractExceptionBeneficiaryIsAllowOneLoans.Text
source: This client allowed for only one loans
fr: Ce client ne peut pas avoir plus d'un crédit actif
pt: Este cliente apenas lhe é permito um empréstimo

# InstallmentExceptionInstallmentIsNull.Text
source: You must select a installment before!!!
fr: Sélectionnez une échéance
pt: Antes, deve selecionar uma prestação!

# InstallmentExceptionInstallmentAlreadyRepaid.Text
source: This installment has already been repaid
fr: Cette échéance est déjà payée
pt: Essa prestação já foi paga

# RepayExceptionNegativeAmount.Text
source: Amount cannot be negative
fr: Le montant ne peut être négatif
pt: A quantia não pode ser negativa

# RepayExceptionAmountGreaterThanTotalRemainingAmount.Text
source: The remaining amount is lower than the specified amount
fr: Ce montant dépasse le montant restant a payer sur ce prêt
pt: A quantia restante é menor do que a quantia especificada

# RepayExceptionAmountIsNull.Text
source: Amount must be a number
fr: Le montant doit être un nombre
pt: A quantia deve ser uma quantia numérica

# DOAExceptionHasChildrens.Text
source: Delete impossible, there are children of this activity
fr: Pour supprimer cette activité, vous devez supprimer les sous-catégories
pt: Esta actividade tem vários níveis é impossível apagar

# DOAExceptionNameIsNull.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# DOAExceptionCastInvalid.Text
source: Impossible to modify or suppress
fr: Impossible de modifier ou supprimer
pt: Impossível modificar ou apagar

# DOAExceptionAlreadyExist.Text
source: This activity already exists, please choose another name
fr: Cette activité existe déjà
pt: Esta actividade já existe, por favor escolha outro nome

# DOAExceptionNewNameIsNull.Text
source: New name is empty
fr: Le nouveau nom n'est pas renseigné
pt: O novo nome não está preenchido

# DOAExceptionNoSelect.Text
source: You must choose the economic activity before
fr: Vous devez choisir un type d'activité
pt: Deve escolher o domínio de actividade,antes

# ExchangeRateExceptionExchangeRateIsNull.Text
source: For this date, exchange rate is empty.
fr: Pour cette date, le taux de change n'est pas renseigné
pt: Para esta data, a taxa de câmbio não está preenchida.

# ExchangeRateExceptionDateIsNull.Text
source: Please select a date.
fr: Sélectionnez une date
pt: Por favor selecionar uma data.

# ExchangeRateExceptionRateIsEmpty.Text
source: Rate is empty.
fr: Le taux de change n'est pas renseigné
pt: A taxa não é preenchida.

# PackageExceptionPackageIsNull.Text
source: Please select a product
fr: Selectionnez un produit
pt: Por favor seleccione um produto

# PackageExceptionAlreadyDeleted.Text
source: This Product has already been deleted
fr: Ce produit est déjà supprimé
pt: Este produto já foi apagado

# PackageExceptionNameIsNull.Text
source: Credit product name is empty (tab Main Parameters)
fr: Le nom du produit de crédit n'est pas renseigné (Paramètres généraux)
pt: O nome do produto de crédito não está preenchido (guia Parâmetros Principais)

# PackageExceptionInstallmentTypeIsNull.Text
source: Installment type is empty or incorrect (tab Main Parameters)
fr: Le type d'échéance pour ce produit de crédit n'est pas renseigné (Paramètres généraux)
pt: O tipo de prestação não está preenchido ou é incorreto (guia Parâmetros Principais)

# PackageExceptionInstallmentTypeIsBad.Text
source: Installment type is empty or incorrect (tab Main Parameters)
fr: Le type d'échéance pour ce produit de crédit n'est pas renseigné (Paramètres généraux)
pt: O tipo de prestação não está preenchido ou é incorreto (guia Parâmetros Principais)

# PackageExceptionInterestRateGroupBadlyInformed.Text
source: Interest Rate value is empty or incorrect. You must complete either "min" and "max" or "value". Interest rate cannot be null (tab Main Parameters)
fr: Le taux d'intéret n'est pas renseigné ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Le taux ne peut pas être nul (Paramètres généraux)
pt: O valor da taxa de juros não está preenchido ou incorreto. Deve completar ou "min" e "max" ou "valor". A taxa de juros não pode ser nula (guia Parâmetros Principais).

# PackageExceptionGracePeriodGroupBadlyInformed.Text
source: Grace period value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use grace period, set "value" to 0 (tab Main Parameters)
fr: La période de grâce n'est pas renseignée, ou mal renseignée. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne l'utilisez pas, mettez "valeur" à "0" (Paramètres Généraux)
pt: A quantia do período de carência não está preenchida ou é incorreta. Deve completar ou "min" e "max" ou "quantia". Se não quiser usar o período de carência, defina "quantia" para 0 (guia Parâmetros Principais).

# PackageExceptionNonRepaymentPenaltiesBadlyInformed.Text
source: Late repayment fees are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use late fees, set all "value" fields to 0 (tab fees)
fr: Les pénalités de retard ne sont pas renseignées ou mal renseignées. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne les utilisez pas, mettez "valeur" à "0" (Frais et Pénalités)
pt: Os juros de moura de reembolso atrasado não foram preenchidos ou estão incorrectos. Deve completar ou "min" e "max" ou "quantia". Se você não quiser usar os juros de moura de reembolso atrasados, definir todos os campos "quantia" para 0 (taxas de tabulação).

# PackageExceptionAnticipatedTotalRepaymentPenaltiesBadlyInformed.Text
source: Anticpated repayment penalties value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use fees, set "value" to 0 (tab Fees)
fr: Les pénalités de paiement anticipées ne sont pas renseignées ou mal renseignées. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne les utilisez pas, mettez "valeur" à "0"; (onglet Frais et Pénalités)
pt: Multas de reembolso anticipado não está preenchido ou é incorrecto. Deve completar ou "min" e "max" ou "valor". Se não quiser usar taxas, lançar "quantia" para 0

# PackageExceptionEntryFeesBadlyInformed.Text
source: Entry Fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use entry fees, delete the line.
fr: Les frais de dossier ne sont pas renseignés, ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous n'utilisez pas les frais de dossier, supprimez la ligne. (Si vous ne les utilisez pas, mettez "0")
pt: Valor de taxa de joías não está preenchido ou incorreto. Deve completar ou "min" e "max" ou "valor". Se não quiser usar taxas de joías, apagar a linha.

# PackageExceptionNumberOfInstallmentBadlyInformed.Text
source: Number of installments is empty or incorrect. You must complete either "min" and "max" or "value". Number of installments cannot be null (tab Main Parameters)
fr: Le nombre d'échéances n'est pas renseigné ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Le nombre d'échéances ne peut pas être nul (Paramètres Généraux)
pt: O número de prestações não está preenchido ou é incorreto. Deve completar ou "min" e "max" ou "valor". O número de prestações não pode ser nulo (guia Parâmetros Principais)

# PackageExceptionAmountBadlyInformed.Text
source: Amount value is empty or incorrect. You must complete either "min" and "max" or "value". Amount cannot be null (Main parameters)
fr: Le montant du crédit n'est pas renseigné, ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Le montant ne peut pas être nul (Paramètres généraux)
pt: O valor do montante não está preenchido ou incorrecto. Deve completar ou "min" e "max" ou "valor". O montante nao pode ser nulo (parâmetros principais).

# PackageExceptionExoticProductIsNull.Text
source: Exotic product is null
fr: Le produit exotique n'est pas renseigné
pt: Produto exótico é nulo

# PackageExceptionExoticInstallmentIsNull.Text
source: Principal, interest and commission are null
fr: Ni le principal, ni les intérêts n'ont été renseignés
pt: O capital, juros, e commissões são nulos

# PackageExceptionExoticInstallmentIsBad.Text
source: You must select an installment before deleting
fr: Vous devez choisir une échéance avant d'effacer
pt: Deve escolhar uma prestação antes de apagar

# PackageExceptionExoticProductContainsNoInstallment.Text
source: They are no installments in this exotic schedule, you cannot save it
fr: Les échances dans ce produit exotique ne sont pas renseignés ou mal renseignés
pt: Não existem prestações neste horário exótico, não pode salvá-lo

# OTE1.Text
source: You should first select a client
fr: Sélectionnez un client
pt: Deve primeiro selecionar um cliente

# OTE2.Text
source: Economic activity is empty
fr: L'activité économique n'est pas renseignée
pt: O domínio da actividade não está preenchido

# OTE3.Text
source: First address is empty
fr: La région ou le département ne sont pas renseignés
pt: O primeiro endereço não está preenchido

# OTE4.Text
source: First name is empty
fr: Le prénom n'est pas renseigné
pt: O primeiro nome não está preenchido

# OTE5.Text
source: Sex is empty
fr: Le genre n'est pas renseigné
pt: O sexo (masculino, feminino) não está preenchido

# OTE6.Text
source: Passport number is empty
fr: Le numéro de passeport n'est pas renseigné
pt: O número do passaporte não está preenchido

# OTE7.Text
source: Last name is empty
fr: Le nom n'est pas renseigné
pt: O sobrenome não está preenchido

# OTE8.Text
source: City is empty
fr: La ville n'est pas renseignée
pt: A cidade não está preenchida

# OTE9.Text
source: Amount cycle is empty
fr: Le cycle de crédit n'est pas renseigné
pt: O ciclo de quantidade não está preenchido

# OTE10.Text
source: If you want a secondary address, 'district' field must not be empty
fr: Le département doit être rensigné si vous entrez une adresse secondaire
pt: Se quiser um endereço secundário, o campo "distrito" deve estar preenchido

# OTE11.Text
source: If you want a secondary address, city mustn't be empty
fr: Si vous utilisez une deuxième adresse, la ville doit être renseignée
pt: Se quiser um endereço secundário, a cidade deve estar indicada

# OTE12.Text
source: If you want a secondary address, the first one must not be empty
fr: Si vous utilisez une deuxième adresse, la première doit être renseignée
pt: Se quiser um endereço secundário, o primeiro deve estar preenchido

# OTE13.Text
source: Please select a valid district
fr: Sélectionnez un district valide
pt: Por favor seleccione um distrito válido

# OTE14.Text
source: Please select a correct secondary district
fr: Sélectionnez un département valide
pt: Por favor seleccione um distrito secundário correcto

# OTE15.Text
source: Please select a person
fr: Sélectionnez une personne
pt: Por favor, seleccione uma pessoa

# OTE16.Text
source: This person is already in a group
fr: Cette personne est déjà dans un groupe
pt: Essa pessoa já está em um grupo

# OTE17.Text
source: This person already has an open contract
fr: Cette personne a déjà un contrat en cours
pt: Essa pessoa já tem um contrato aberto

# OTE18.Text
source: This person is a leader in a group
fr: Cette personne est le leader d'un groupe
pt: Esta pessoa é um líder de um grupo

# OTE19.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OTE20.Text
source: Select a leader
fr: Sélectionnez un leader
pt: Selecione um líder

# OTE21.Text
source: Number of dependents must be a number
fr: Le nombre de personnes à charges doit être un nombre
pt: O número de dependentes deve ser escrito numéricamente

# OTE22.Text
source: Number of children must be a number
fr: Le nombre d'enfants doit étre un nombre
pt: O número de filho(a)s deve ser escrito numéricamente

# OTE23.Text
source: Number of children with basic education must be a number
fr: Le nombre d'enfants avec une éducation primaire doit être un nombre
pt: O número de filho(a)s com educação básica deve ser escrito numéricamente

# OTE24.Text
source: Years of experience in economic activity must be a number
fr: Les années d'expérience doivent être un nombre
pt: O número de anos de experiência no sector econômico deve ser escrito númericamente

# OTE25.Text
source: Number of people working within this activity must be a number
fr: Le nombre de personnes travaillant dans cette activité doit être un nombre
pt: Número de pessoas que trabalham no âmbito desta actividade deve ser escrito numéricamente

# OTE26.Text
source: Amount received from other organizations must be a number
fr: Le montant prêté par une autre IMF doit étre un nombre
pt: O montante recebido de outras organizações deve ser escrito numéricamente

# OTE27.Text
source: Other organization debts must be a number
fr: Le montant des dettes auprès des autres organismes doit être un nombre
pt: As dívidas de outras organizaçoes deve ser escrito numéricamente

# OTE28.Text
source: Home size must be a number
fr: La taille de l'habitation doit être un nombre
pt: O tamanho da casa deve ser escrito numéricamente

# OTE29.Text
source: The time living in the house must be a number
fr: La durée d'habitation doit être un chiffre
pt: O número de anos vivendo na casa deve ser escrito numéricamente

# OTE30.Text
source: Landplot size must be a number
fr: La taille de la parcelle doit être un nombre
pt: O tamanho do terreno aonde a casa está construída deve ser escrito numéricamente

# OTE31.Text
source: Livestock number must be a number
fr: Le nombre de têtes de bétail doit etre un nombre
pt: A quantia de gado que possede deve ser escrita numéricamente

# OTE32.Text
source: Monthly income must be a number
fr: Le revenu mensuel doit être un nombre (onglet Budget et Dettes)
pt: A renda mensal deve ser escrita numéricamente

# OTE33.Text
source: Monthly expenditure must be a number
fr: Les dépenses mensuelles doivent être un nombre
pt: As despesas mensais devem ser escritas numéricamente

# RepayExceptionMaxPastDueDaysReached.Text
source: You cannot make a repayment for a loan which more than 180 days late
fr: Vous ne pouvez pas rembourser un prêt qui a plus de 180 jours d'arriérés
pt: Não pode fazer um reembolso de um empréstimo que tem mais de 180 dias de atraso

# OTE34.Text
source: You must have at least {0} persons in a group
fr: {0} personnes au moins sont nécéssaires pour former un groupe
pt: Deve ter pelo menos {0} pessoas em um grupo

# ReportsExceptionsNoResult.Text
source: No result
fr: Aucun résultat
pt: nenhum resultado

# ProvisioningRateNbOfDaysMaxEmpty.Text
source: number of days max is empty
fr: Le nombre de jours maximum n'est pas renseigné
pt: O número máximo de dias não está preenchido

# ProvisioningRateNbOfDaysMinEmpty.Text
source: Number of days min is empty
fr: Le nombre de jours minimum n'est pas renseigné
pt: O número mínimo de dias não está preenchido

# ProvisioningRateRateEmpty.Text
source: Rate is empty
fr: Le taux n'est pas renseigné
pt: A taxa não está preenchida

# ContractExceptionDisburseDate.Text
source: Disbursement date must be between the creation date and first installment's date
fr: La date de déboursement doit étre comprise entre la date de création et la date de la première échéance
pt: A data de desembolso deve ser entre a data de abertura e a primeira prestação

# DisburseExceptionDateWrong.Text
source: Disbursement date must be between creation date and first installment's date
fr: La date de déboursement doit être comprise entre la date de création et la date de la première échéance
pt: Data de desembolso deve estar entre data de abertura e a data da primeira prestação

# InstallmentExceptionNotFirstInstallmentToRepay.Text
source: You are an none repayment installment before!!
fr: Une échéance précédente n'a pas encore été repayée
pt: O cliente não fez nenhum pagamento

# OUE1.Text
source: You must first choose a user.
fr: Choisisez d'abord un utilisateur
pt: Deve primeiro escolher um utilizador.

# OUE2.Text
source: Administrator cannot be removed
fr: L'administrateur ne peut être supprimé
pt: O administrador não pode ser apagado

# OUE3.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OUE4.Text
source: Password is empty
fr: Le mot de passe n'est pas renseigné
pt: A senha não está preenchida

# OUE5.Text
source: Role is empty
fr: Le rôle n'est pas renseigné
pt: O papel não está preenchido

# OUE6.Text
source: This login already exist. You must choose another login
fr: Ce login existe déjà. Vous devez en choisir un autre
pt: Esta senha para aceder já existe. Deve escolher uma outra senha

# OUE7.Text
source: First name is empty
fr: Le prénom n'est pas renseigné
pt: O primeiro nome não está preenchido

# OUE8.Text
source: Last name is empty
fr: Le nom n'est pas renseigné
pt: O sobrenome não está preenchido

# PackageExceptionNameAlreadyExist.Text
source: This name already exists for another credit product (tab Main Parameters)
fr: Le nom du produit de crédit existe déjà (Paramètres généraux)
pt: Este nome já existe para outro produto de crédito (Parâmetros guia Principal)

# InstallmentExceptionNotFirstInstallmentToCancelRepay.Text
source: You cannot cancel this repayment as some posterior repayments have not been deleted yet
fr: Vous ne pouvez pas annuler ce versement car les versements suivants ne sont pas encore annulés
pt: Não pode cancelar esta reembolso, porque alguns reembolsos posteriores ainda não foram apagados

# OTE35.Text
source: This passport id is already used
fr: Ce numéro d'identifiant existe déjà
pt: Esta identificaçã já está sendo usado

# OTE36.Text
source: This name is already used in this district
fr: Ce nom existe déjà dans cette région
pt: Este nome já está sendo usado neste distrito

# CantRepayInTheFutur.Text
source: You must choose a date before today
fr: Vous devez choisir une date postérieure à aujourd'hui
pt: Deve escolher uma data anterior a de hoje

# OTE37.Text
source: This Client is a bad client. You need to explain why.
fr: Ce client est un client douteux, pourquoi ?
pt: Esse cliente é um cliente não fiável. Explique porquê.

# DecimalAmount.Text
source: You use a currency with no cents, the amount can't contain cents
fr: Vous utilisez une monnaie sans centimes
pt: Deve usar uma moeda sem centavos. A quantia usada não pode ter centavos.

# ContractExceptionBeneficiaryIsBad.Text
source: It is a bad client. You cannot create a loan for a bad client
fr: Vous ne pouvez pas créer de prêt pour un mauvais client
pt: É um cliente não fiável. Não pode criar um empréstimo para um cliente não fiável

# ContractExceptionEventNotCancelable.Text
source: It is not possible to delete this event
fr: Cet évènement ne peut pas être annulé
pt: Não é possível apagar este evento

# AllInstallmentRepaid.Text
source: This contract is fully repaid
fr: Ce prêt a été entièrement remboursé
pt: Este contrato está totalmente reembolsado

# CollateralExceptionAlreadyExist.Text
source: This name already exist
fr: Ce nom existe déjà
pt: Este nome já existe

# CollateralExceptionNoSelect.Text
source: You must choose a collateral before
fr: Vous devez choisir un gage
pt: Deve escolher uma garantia, antes

# CollateralExceptionNewNameIsNull.Text
source: New name is empty
fr: Le nouveau nom n'est pas renseigné
pt: O novo nome não está preenchido

# CollateralExceptionHasChildrens.Text
source: This collateral has children, delete impossible
fr: Ce gage à des fils, il ne peut pas être supprimé
pt: Esta garantia tem vários níveis. É impossível apagar
