Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: fr, pt

# SavingProductRateTransferFeesMinMaxIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, ponha o "valor" para 0 (guia taxas)

# SavingProductRateWithdrawFeesIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de levantamento, ponha o "valor" para 0 (guia taxas)

# SavingProductRateWithdrawFeesMinIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, ponha o "valor" para 0 (guia taxas)

# SavingProductRateWithdrawFeesMinMaxIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, ponha o "valor" para 0 (guia taxas)

# SavingProductTransferAmountIsInvalid.Text
source: The transfer amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
fr: Le montant pour le transfert n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: O montante da transferência não está preenchido ou está incorreto. Deve completar "min" e "max". (Transações guia)

# SavingProductTransferAmountMinIsInvalid.Text
source: The transfer amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
fr: Le montant de transfert minimum doit être positif
pt: O montante da transferência não está preenchido ou está incorreto. Deve completar "min" e "max". (Transações guia)

# SavingProductTransferFeesTypeEmpty.Text
source: The transfer fees type is empty
fr: Le type de frais de transfer n'est pas valide
pt: A transferência do tipo de taxas não está preenchida

# SavingProductWithdrawalFeesIsInvalid.Text
source: Close, Withdrawal and Transfer fees is invalid
fr: Les frais de retrait et de transfer ne sont pas valides
pt: Fechar, as taxas de levantamento e transferência estão inválidas

# SavingProductWithdrawalFeesMinIsInvalid.Text
source: Close, Withdrawal and Transfer fees min is invalid
fr: Les frais de retrait et de transfer ne sont pas valides
pt: Fechar, as taxas do levantamento e da transferência de min estão inválidas

# SavingProductWithdrawalFeesMinMaxIsInvalid.Text
source: Close, Withdrawal and Transfer fees min or max are invalid
fr: Les frais de retrait et de transfer ne sont pas valides
pt: Fechar, As taxas do levantamento e da transferência de min ou max estão inválidas

# SavingProductWithdrawAmountIsInvalid.Text
source: The withdrawal amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
fr: Le montant pour le retrait n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: O valor do levantamento não está preenchido ou está incorreto. Deve completar "min" e "max". (Transações guia)

# SavingProductWithdrawFeesTypeEmpty.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Le type de frais de retrait n'est pas valide
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, ponha o "valor" para 0 (guia taxas)

# SavingProductWithdrawMinAmountIsInvalid.Text
source: The withdrawal amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
fr: Le montant pour le retrait n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: O valor do levantamento não está preenchido ou está incorreto. Deve completar "min" e "max". (Transações guia)

# SavingTransferAmountIsInvalid.Text
source: The transfer amount is empty or incorrect. You must complete "min" and "max". (tab Transactions)
fr: Le montant pour le transfert n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: O montante da transferência não está preenchido ou incorreto. Deve completar "min" e "max". (Transações guia)

# SavingWithdrawalDateIsInvalid.Text
source: Withdraw date is invalid
fr: La date de retrait n'est pas valide
pt: A data do levantamento está inválida

# SavingWithdrawAmountIsInvalid.Text
source: Withdraw amount is invalid
fr: Le montant du retrait n'est pas valide
pt: O montante de levantamento é inválido

# SavingWithdrawFeesIsInvalid.Text
source: Withdraw fees is invalid
fr: Les frais de retrait ne sont pas valides
pt: As taxas de levantamento são inválidas

# ClientTypeIsEmpty.Text
source: Please attach the product to a specific client type (Main Parameters)
fr: Le type de clients qui bénéficient de ce produit n'est pas renseigné (Paramètres généraux)
pt: Por favor, anexar o produto a um tipo de cliente específico (Parâmetros Principais)

# SavingProductPeriodicityIsEmpty.Text
source: Please, select proper periodicity for this product.
fr: Sélectionnez une périodicité pour ce produit
pt: Por favor, selecione a frequência adequada para este produto.

# OverdraftFeesIsInvalid.Text
source: Fixed overdraft fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use overdraft fees, set "value" to 0 (tab Overdraft)
fr: Les frais de découvert ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de découvert, mettez "valeur" à "0" (onglet Découvert)
pt: Os honorários pre-estabelecidos do saldo negativo não estão preenchidos ou são incorrectos. Deve completar ou "min" e "max" ou "valor". Se nao quer utilizar as taxas do saldo negativo, lançar o "valor" a 0 ( Saldo Negativo).

# AgioFeesIsInvalid.Text
source: Agio fees value is empty or invalid. You must complete either "min" and "max" or "value". If you do not want to use Agios, set "value" to 0 (tab Overdraft)
fr: Les agios ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser d'agios, mettez "valeur" à "0" (onglet Découvert)
pt: O Agio (câmbio) do valor das tarifas não está preenchido ou inválido. Deve completar ou "min" e "Max" ou "valor". Se não quiser usar Agios, definir"valor" para 0 (Overdraft guia).

# ChequeDepositFeesIsInvalid
source: Cheque deposit fees are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use fees, set "value" to 0 (tab Transactions)
fr: Les frais de dépôt par chèque ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de dépôt, mettez "valeur" à "0" (onglet Transaction)
pt: As taxas de depósito para cheque não estão preenchidas ou incorrectas. Deve completar ou "min" e "Max" ou "valor". Se não quiser usar taxas, definir"valor" para 0 (Transações guia)

# ChequeDepositIsInvalid
source: Cheque deposit values are empty or incorrect. You must complete "min" and "max"
fr: Le montant pour les dépôts par chèque n'est pas renseigné ou mal renseigné. Vous devez remplir "min" et "max" (onglet Transaction)
pt: Os valores de depósitos de cheques não estão preenchidos ou incorrectos. Deve completar "min" e "max"

# ReopenFeesIsInvalid
source: Reopen fees values are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use reopen fees, set "value" to 0 (tab Fees)
fr: Les frais de ré-ouverture de compte ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de réouverture, mettez "valeur" à "0" (onglet Gestion)
pt: Reabrir as taxas, os valores não estão preenchidos ou são incorretos. Deve completar ou "min" e "Max" ou "valor". Se não quiser usar reabrir honorários, definir "valor" para 0 (guia Taxas).

# ReopenFeesMinIsInvalid
source: Reopen fees min values are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use reopen fees, set "value" to 0 (tab Fees)
fr: Les frais de ré-ouverture de compte ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de réouverture, mettez "valeur" à "0" (onglet Gestion)
pt: Reabrir taxas: os valores mínimo não estão preenchidos ou são incorrectos. Deve completar ou "min" e "max" ou "valor". Se não quiser usar reabrir taxas, definir "valor" para 0 (guia Taxas)

# AccountExceptionCannotBeDeleted.Text
source: This account can't be deleted, it's a default account
fr: Ce compte ne peut pas être supprimé
pt: Esta conta não pode ser apagado, é uma conta padrão

# AccountExceptionCurrencyIsNull.Text
source: Please, supply currency ID for accounts table
fr: Précisez la devise
pt: Por favor, forneça a identificação da moeda para a tabela de contas

# AccountExceptionDescriptionIsEmpty.Text
source: The account descript is invalid
fr: La description du compte n'est pas valide
pt: A descrição da conta é inválida

# AccountExceptionParentAccountDoesntExists.Text
source: The parent account doesn't exists
fr: Le compte parent n'est pas valide ou n'existe pas
pt: A conta mestra não existe

# AccountExceptionParentAccountIsInvalid.Text
source: The parent account is invalid
fr: Le compte parent n'est pas valide ou n'existe pas
pt: A conta mestra é inválida

# AccountingRuleClientTypeIsInvalid.Text
source: The client type is invalid
fr: Le type de client n'est pas valide
pt: O tipo de cliente é inválido

# AccountingRuleGenericAccountIsInvalid.Text
source: The generic account is invalid
fr: Le compte générique n'est pas valide
pt: A conta genérica é inválida

# AccountingRuleGenericAndSpecificAccountsAreIdentical.Text
source: The genreric account and the specific account are identical
fr: Les comptes génériques et spécifiques ne sont pas valides
pt: A conta genérica e a conta específica são idênticas

# AccountingRuleProductTypeIsInvalid.Text
source: The product type is invalid
fr: Le type de produit n'est pas valide
pt: O tipo de produto é inválido

# AccountingRuleSpecificAccountIsInvalid.Text
source: The specific account is invalid
fr: Le compte spécifié n'est pas valide
pt: A conta específica é inválida

# ActionProhibitedForUser.Text
source: You do not have authorities to perform this {0} action
fr: Vous n'avez pas les droits pour effectuer cette {0} opération
pt: Não tem autoridade para realizar esta ação

# BadFundingLineID.Text
source: Funding line's ID is invalid.
fr: L'identifiant de la ligne de financement n'est pas valide
pt: A identificação da linha de financiamento é inválida.

# BirthDateIsWrong.Text
source: Client's birth date is invalid
fr: L'âge du client n'est pas valide
pt: A data de nascimento do cliente é inválida

# BusinessBankBicCodeIsWrong.Text
source: The business bank BIC is wrong (tab Banks)
fr: Le numéro BIC n'est pas correct
pt: O BIC do banco está errado (Bancos guia)

# BusinessBankIbanIsWrong.Text
source: Business Iban Bank is wrong (tab Banks)
fr: Le n° IBAN n'est pas correct (onglet Banques)
pt: Negócios Iban Banco está errado (Bancos guia)

# CannotGetDataSource.Text
source: Problem with executing procedure text, please refer to your support
fr: Un problème est survenu pendant l'exécution de la procédure, veuillez contacter votre administrateur
pt: Problema com execução texto procedimento, consulte o seu apoio

# CannotLoadParameters.Text
source: Error parsing/loading parameters for report, please refer to your support
fr: Erreur de chargement des paramètres pour ce rapport: veuillez contacter votre administrateur
pt: Erro ao analisar / lançamento dos parâmetros para o relatório, consulte o seu apoio

# CannotLoadReport.Text
source: Error while loading a report, please refer to your support
fr: Erreur de chargement du rapport: veuillez contacter votre administrateur
pt: Erro ao lançar um relatório, consulte o seu apoio

# ContractExceptionCorporateIsNull.Text
source: Contract's corporate is empty
fr: Les contrats ne sont pas renseignés
pt: O contrato corporativo não está preenchido

# ContractExceptionCreditCommiteeCommentNotModified.Text
source: Comment is empty
fr: le commentaire n'est pas renseigné
pt: Comentário não está preenchido

# ContractExceptionProjectIsNull.Text
source: Please, save the project before!
fr: Sauvegardez le projet avant d'effectuer cette opération
pt: Por favor, salve o projeto antes!

# ContractExceptionStatusNotModified.Text
source: Status must be modified!
fr: Le statut doit être modifié
pt: Estado deve ser modificado!

# CurrencyAlreadyExists.Text
source: This currency already exists in the database
fr: Cette devise existe déjà
pt: Esta moeda já existe no banco de dados

# CurrencyIsEmpty.Text
source: Please, choose currency for loan product.
fr: La devise du produit de crédit n'est pas renseignée (Paramètres généraux)
pt: Por favor, escolha moeda por produto de empréstimo.

# CurrencyMisMatch.Text
source: Currency of funding line does not match currency of loan product
fr: La devise de la ligne de financement ne correspond pas à la devise de déboursement du prêt
pt: A moeda da rúbrica de financiamento não corresponde a moeda do produto de empréstimo

# ExchangeRateExceptionCurrencyIsEmpty.Text
source: Currency is not selected.
fr: La devise n'est pas renseignée
pt: A moeda não foi selecionada.

# ExchangeRateExceptionThisCurrencyIsPivot.Text
source: This currency is pivot and cannot have exchange rate
fr: Cette devise est la devise pivot et ne peux pas avoir de taux de change
pt: Esta moeda é de pivô e não pode ter taxa de câmbio

# LoanShareAmountIsEmpty.Text
source: Loan Share amount is empty!
fr: Le montant de la répoartition des parts n'est pas valide
pt: A quantia de partilha de empréstimo não está preenchida!

# LoanWasValidatedLaterThanDisbursed.Text
source: The date of the validation by the CC is after the expected disbursement date. Please change one of those two dates
fr: La date de validation par le comité de crédit est postérieure à la date de déboursement prévue. Vous devez modifier l'une de ces dates
pt: A data da validação pelo CC é após a data esperada de desembolso . Por favor, altere uma dessas duas datas

# ManualEntrySameAccount.Text
source: Accounts are equal
fr: Les comptes sont identiques
pt: As contas são iguais

# MaximumCurrencyLimitReached.Text
source: OpenCbs allows only up to 2 currencies. You cannot add more
fr: Ocotpus supporte uniquement 2 devises
pt: OpenCBS permite apenas até 2 moedas. Não pode adicionar mais

# OpenCbsBookingExceptionDebitAndCreditAccountAreIdentical.Text
source: Debit and Credit accounts can not refer to the same account
fr: Les comptes de débit et de crédit sont identiques
pt: As contas de débito e de crédito não podem referir-se a mesma conta

# OpenCbsBookingExceptionsCreditAccountIsEmpty.Text
source: Credit Account is empty
fr: Le compte de crédit n'est pas renseigné
pt: A conta de crédito não está preenchida

# OpenCbsBookingExceptionsDebitAccountIsEmpty.Text
source: Debit Account is empty
fr: Le compte de débit n'est pas renseigné
pt: A conta de débito não está preenchida

# OpenCbsBookingExceptionsNameIsEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OpenCbsCorporateEventExceptionAmountIsBigger.Text
source: Amount is bigger (only lower than 100 millions)
fr: Le montant est trop élevé
pt: A quantia deve ser menos do que 100 milhões

# OpenCbsCorporateEventExceptionAmountIsNonCompliant.Text
source: Amount is non-Compliant
fr: Le montant n'est pas conforme
pt: O valor não está em conformidade

# OpenCbsCorporateEventExceptionAmountIsTaller.Text
source: Selected funding line doesn't have enough money for this loan
fr: La ligne de financement sélectionnée n'est pas suffisamment créditée
pt: A rúbrica escolhida não tem dinheiro suficiente para este empréstimo

# OpenCbsCorporateEventExceptionDirectionIsEmpty.Text
source: Forget debit credit
fr: le debit ou le credit n'est pas renseigné
pt: Esqueça de crédito de débito

# OpenCbsCorporateExceptionDistrictIsEmpty.Text
source: District is empty
fr: Le district n'est pas renseigné
pt: O distrito não está preenchido

# OpenCbsCorporateExceptionEmployeeIsFalseFormat.Text
source: Employee is not number
fr: L'employé n'est pas un nombre
pt: Requere-se um registo numérico

# OpenCbsCorporateExceptionVolunteerIsEmpty.Text
source: Volunteer is empty
fr: Le champ "volontaires" est vide
pt: O voluntário não está preenchido

# OpenCbsCorporateExceptionVolunteerIsFalseFormat.Text
source: Volunteer is not number
fr: Le champ "volontaires" n'est pas un nombre
pt: Requere-se um registo numérico

# OpenCbsFundingLineEventExceptionAmountIsBigger.Text
source: Entered amount should not be bigger than 99999999999999
fr: Le montant ne doit pas dépasser 999999999999999
pt: A quantia lançada não pode ser superior à 99999999999999

# OpenCbsFundingLineEventExceptionAmountIsLessZero.Text
source: Amount is less zero
fr: Le montant est négatif
pt: A quantidade é menos de zero

# OpenCbsFundingLineEventExceptionAmountIsNonCompliant.Text
source: Amount is non-Compliant
fr: Le montant n'est pas conforme
pt: O valor não está em conformidade

# OpenCbsFundingLineEventExceptionAmountIsTaller.Text
source: Selected funding line doesn't have enough money for this loan
fr: la ligne de financement sélectionée n'est pas suffisamment créditée pour ce prêt
pt: A rúbrica de financiamento escolhida não tem dinheiro suficiente para este empréstimo

# OpenCbsFundingLineEventExceptionCodeIsEmpty.Text
source: Funding Line's Code is Empty
fr: le code de la ligne de financement n'est pas renseigné
pt: O código da rúbrica de financiamento não está preenchido

# OpenCbsFundingLineEventExceptionDirectionIsEmpty.Text
source: Forget debit credit
fr: Le débit ou crédit n'est pas renseigné
pt: O OpenCbs não permite que uma transação de débito seja feita ao mesmo tempo que uma transação de crédito

# OpenCbsFundingLineEventExceptionNameIsEmpty.Text
source: Funding Line's Name is Empty
fr: Le nom de la ligne de financement n'est pas renseigné
pt: O nome da rúbrica de financiamento não está preenchido

# OpenCbsFundingLineExceptionFundingLineNameExists.Text
source: Funding line with this name and purpose already exists. You can use existing funding line or add a funding line with different name/purpose.
fr: Une ligne de financement avec ce nom existe déjà
pt: Já existe uma rúbrica de financiamento com este nome e objectivo. Pode usar a rúbrica de financiamento existente ou adicionar uma rúbrica de financiamento com nome diferente / objectivo.

# OME1.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OME2.Text
source: Login is empty
fr: Le login n'est pas renseigné
pt: Aceder não está preenchido

# OME3.Text
source: Password is empty
fr: Le mot de passe n'est pas renseigné
pt: A senha não está preenchida

# OME4.Text
source: The passwords are different
fr: Les mots de passe sont différents
pt: As senhas são diferentes

# onlyChars.Text
source: Allowed caracters : a-z, A-Z,0-9 and _ (underscore)
fr: Caractères autorisés : a-z, A-Z,0-9 et _ (underscore)
pt: Caracters permitidos: az, AZ ,0-9 e _ (sublinhado)

# onlyInts.Text
source: Allowed caracters : 0-9
fr: Caractères autorisés: 0-9
pt: Caracters permitidos: 0-9

# onlyIntsAndUnderscore.Text
source: Allowed caracters : 0-9 and - (dash)
fr: Caractères autorisés: 0-9 et -
pt: Caracters permitidos: 0-9 e - (traço)

# OTE38.Text
source: LoanCycle is empty!!
fr: Le cycle de crédit n'est pas renseigné
pt: O ciclo de empréstimo não está preenchido!

# OUE9.Text
source: User has contracts, please reasign
fr: L'utilisateur a déjà des contrats, merci de réassigner
pt: O utilizador tem contractos, por favor reassinar

# PackageExceptionExoticProductInIncorrect.Text
source: In exotic installments, interest and principal coeff must be 100
fr: Le coefficient "intérêts + principal" doit être égal à 100
pt: Em prestações exóticas, o coeficiente dos juros e capital deve ser de 100

# PackageExceptionExoticProductNameAlreadyExist
source: Exotic product name already exist!!
fr: Le nom du produit exotique existe déjà
pt: O nome do produto exótico já existe!

# PackageExceptionGuarantedAmountBadlyInformed.Text
source: You must enter min and max values OR a fixed value for guaranted amount
fr: Le montant de la garantie n'est pas renseigné
pt: Deve lançar valores mínimos e máximos ou um valor fixo para a quantia garantida

# PackageExceptionGuarantedFeesBadlyInformed.Text
source: You must enter min and max values OR a fixed value for guaranted fees
fr: Les frais de la garantie ne sont pas renseignés
pt: Deve lançar valores mínimos e máximos ou um valor fixo para as taxas garantidas

# PackageExceptionInstallmentTypeNameAlreadyExist.Text
source: This name already exist
fr: Ce nom existe déjà
pt: Este nome já existe

# PackageExceptionInstallmentTypeValuesAlreadyExist.Text
source: An other installment type with same values already exist
fr: Une échéance avec les mêmes paramètres existe déjà
pt: Um outro tipo de prestação outro com os mesmos valores já existem

# PackageExceptionProductCodeIsEmpty.Text
source: Product code is empty (Main Parameters)
fr: Le code du produit de crédit n'est pas renseigné (Paramètres généraux)
pt: O código do produto não está preenchido (Parâmetros Principais)

# ParentAccountNotSameDescription
source: The parent account doesn't has the same type
fr: Le compte parent n'est pas du même type
pt: A conta mestra não tem o mesmo tipo

# PersonalBankBicCodeIsWrong.Text
source: The personnal bank BIC is wrong (tab Banks)
fr: Le code BICn'est pas correct (onglet Banques)
pt: O banco de dados (BIC) do pessoal está errado (Bancos guia)

# PersonalBankIbanIsWrong.Text
source: Personal Iban Bank is wrong (tab Banks)
fr: Le code IBAN n'est pas correct (onglet Banques)
pt: O Pessoal Iban Banco está errado (Bancos guia)
