Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: fr, pt

# CollateralExceptionCastInvalid.Text
source: Impossible to modify or suppress
fr: Impossible de modier ou supprimer
pt: Impossível modificar ou apagar

# PackageExceptionAmountCycleStockNameAlreadyExist.Text
source: This name already exist
fr: Ce nom exite déjà
pt: Este nome já existe

# CollateralExceptionNameIsNull.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# PackageExceptionAmountCycleStockIsNull.Text
source: Please select an amount cycle before saving
fr: Sélectionner un cycle de crédit avant de sauvegarder
pt: Por favor escolhar um ciclo de quantidade antes de salvar

# PackageExceptionAmountCycleStockIsBad.Text
source: Amount Cycle is empty
fr: Le cycle de crédit n'est pas renseigné
pt: O ciclo de quantia não está preenchido

# OTE39.Text
source: A mandatory customized field is empty!
fr: Un champ personnalisable obligatoire n'est pas renseigné
pt: Um campo obrigatório personalizado não está preenchido!

# OTE40.Text
source: Passport's number can only contains number (0-9) and upper case letter
fr: Le numéro de passport ne peut contenir que des caractères alphanumériques en majuscules
pt: O número de passaporte só pode conter o número (0-9) e letras maiúsculas

# OpenCbsCorporateEventExceptionAmountIsEmpty.Text
source: Amount is empty
fr: Le montant est vide
pt: O valor não está preenchido

# OpenCbsCorporateEventExceptionAmountIsLessZero.Text
source: Amount is less zero
fr: le montant est inférieur a 0
pt: A quantia é menos de zero

# OpenCbsCorporateEventExceptionCodeIsEmpty.Text
source: Code is empty
fr: Le code n'est pas renseigné
pt: O código não está preenchido

# OpenCbsCorporateEventExceptionNameIsEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OpenCbsCorporateExceptionCityIsEmpty.Text
source: City is empty
fr: La ville n'est pas renseignée
pt: A cidade não está preenchida

# OpenCbsCorporateExceptionCodeIsEmpty.Text
source: Code is empty
fr: Le code n'est pas renseigné
pt: O código não está preenchido

# OpenCbsCorporateExceptionNameIsEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OpenCbsCorporateExceptionProvinceIsEmpty.Text
source: Province is empty
fr: La région ou le département ne sont pas renseignés
pt: A província não está preenchida

# OpenCbsFundingLineExceptionBeginDateGreaterEndDate.Text
source: Begin date is greater than End date
fr: La date de debut est superieur a la date de fin
pt: A data de início é maior do que a data final

# OpenCbsFundingLineExceptionCodeIsEmpty.Text
source: Code is empty
fr: Le code n'est pas renseigné
pt: O código não está preenchido

# OpenCbsFundingLineExceptionNameIsEmpty.Text
source: Name is empty
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido

# OpenCbsCorporateEventExceptionCommitmentFinancialIsNotEnough.Text
source: This loan's funding line does not have enough funds to perform this action. You have to credit it.
fr: La capacité d'engagement de la ligne de financement est insuffisante
pt: A rúbrica escolhida não tem dinheiro suficiente para executar esta operação. Tem que creditar este movimento

# ProjectExceptionCAIsBad.Text
source: CA is not a number!
fr: Le CA prévisionel doit etre un nombre
pt: O CA não é um valor numérico!

# ProjectExceptionFinancialPlanAmountIsBad.Text
source: Financial plan's amount is not a number!
fr: Le montant du plan financier doit etre un nombre
pt: A quantidade do plano financeiro não é um valor numérico!

# ProjectExceptionFinancialTotalPlanAmountIsBad.Text
source: Financial plan's total amount is not a number!
fr: Le montant total du plan financier doit etre un nombre
pt: O montante total do plano financeiro não é um valor numérico!

# ProjectExceptionCACannotBeNullInFollowUp.Text
source: CA is empty in follow up
fr: Le CA n'est pas renseigné dans le Suivi
pt: O acompanhamento do CA não está preenchido

# OpenCbsFundingLineEventExceptionCommitmentFinancialIsNotEnough.Text
source: Financial Commitment is not enough
fr: La ligne de financement n'est pas suffisamment créditée
pt: Compromisso financeiro não é suficiente

# CustomExportFileExtensionIsIncorrect.Text
source: File Extension is Incorrect
fr: L'extension du fichier n'est pas valide
pt: Extensão de arquivo está incorreto

# CustomExportFileNameIsEmpty.Text
source: File Name is Empty
fr: Le nom du fichier n'est pas renseigné
pt: Nome do arquivo não está preenchido

# CustomExportSomeRequiredFieldsAreMissing.Text
source: Some required fields are missing
fr: Cetains champs personnalisables obligatoires ne sont pas renseignés
pt: Faltam alguns campos obrigatórios

# OTE41.Text
source: Please select loan officer.
fr: Vous devez sélectionner un agent de crédit
pt: Por favor seleccione oficial de crédito.

# OTE42.Text
source: The custom field is not unique. Please check your data.
fr: Le champ personnalisable n'est pas unique. Veuillez vérifier vos données.
pt: O campo personalizado não é único. Por favor, verifique seus dados.

# OpenCbsFundingLineEventExceptionAmountIsEmpty.Text
source: Funding line's amount is empty
fr: Le montant est vide
pt: A rúbrica da linha de verba não está preenchida

# LoanScaleTableMax.Text
source: Please enter the maximum amount for the loan scale.
fr: Entrer le montant maximum pour cette échelle de prêt
pt: Por favor, faça o lançamento do valor máximo segundo a tabela de empréstimo.

# LoanScaleTableMin.Text
source: Please enter the minimum amount for the loan scale.
fr: Entrer le montant minimum pour cette échelle de prêt
pt: Por favor, faça o lançamento do valor mínimo segundo a tabela de empréstimo.

# SavingBalanceIsInvalid.Text
source: Balance is invalid
fr: Le solde n'est pas valide
pt: O saldo é inválido

# SavingContractAmountOnCompulsorySavingsIsInvalid.Text
source: Balance of the mandatory savings is invalid
fr: Le solde de l'épargne obligatoire n'est pas valide
pt: O saldo da poupança obrigatória é inválido

# SavingContractCompulsorySavingsLinkedToLoan.Text
source: The mandatory savings contract is already linked to a loan
fr: Ce contrat d'épargne est déjà lié à un prêt en cours
pt: O contrato de poupança obrigatória já está ligada a um empréstimo

# SavingContractForTransferIdenticals.Text
source: The two contracts of the transfer are identicals
fr: Les deux comptes pour le transfert sont identiques
pt: Os dois contratos de transferência são idênticos

# SavingContractForTransferNotSameCurrncy.Text
source: The savings contract don't have the same currency
fr: Le compte sélectionné n'est pas dans la même devise
pt: O contrato de poupança não têm a mesma moeda

# SavingContractIsNull.Text
source: Contract is null
fr: Le contrat est nul
pt: O contrato é nulo

# SavingContractLoanDoesNotAcceptSavings.Text
source: The loan contract doesn't accept mandatory savings
fr: Le crédit sélectionné n'accepte pas de compte d'épargne obligatoire
pt: O contrato de empréstimo não aceita poupança compulsória

# SavingContractLoanHasNotSameClient.Text
source: The loan client isn't the same that mandatory savings client
fr: Le client du crédit sélectionné n'est pas le même que le client du compte d'épargne
pt: O cliente a pedir o empréstimo não é o mesmo que o cliente da poupança obrigatória

# SavingContractLoanHasNotSameCurrency.Text
source: The loan currency isn't the same that compulosry savings currency
fr: La devise du crédit n'est pas la même que la devise du compte d'épargne
pt: A moeda de empréstimo não é a mesma do que a moeda obrigatória de poupança

# SavingContractLoanIsClosed.Text
source: Loan is closed
fr: Le crédit a été fermé
pt: O empréstimo está fechado

# SavingContractLoanIsInvalid.Text
source: Loan is invalid
fr: Le crédit n'est pas valide
pt: O empréstimo é inválido

# SavingContractNoCompulsorySavings.Text
source: No mandatory savings for this Loan
fr: L'épargne obligatoire n'est pas active pour ce crédit
pt: Não há poupanças obrigatórias para este empréstimo

# SavingContractNotAtMaturity.Text
source: The savings contract is not at maturity
fr: Le compte d'épargne n'est pas à maturité
pt: O contrato de poupança não chegou o seu vencimento

# SavingContractRolloverTransferAccountHasNotSameClient.Text
source: The transfer account has not the same client
fr: Le compte d'épargne sélectionné pour le transfert n'a pas le même client
pt: A conta de transferência não pertence ao mesmo cliente

# SavingContractRolloverTransferAccountIsClosed.Text
source: The transfer account is closed
fr: Le compte d'épargne sélectionné pour le transfert est fermé
pt: A conta de transferências está fechado

# SavingContractRolloverTransferAccountIsInvalid.Text
source: The transfer account is invalid
fr: Le compte d'épargne sélectionné pour le transfert n'est pas valide
pt: A conta de transferência é inválida

# SavingContractRolloverTransferAccountIsSavingDepositOrCompulsorySavings.Text
source: The transfer account is a Savings Deposit account or a Mandatory Savings account
fr: Le compte d'épargne sélectionné pour le transfert est de type compte à terme ou épargne obligatoire
pt: A conta de transferência é uma conta de depósito de poupança ou uma conta de poupança compulsória

# SavingContractTransferFeesIsInvalid.Text
source: Transfer fees is invalid
fr: Les frais de transfer ne sont pas valides
pt: As taxas de transferência são inválidas

# SavingCreditTransferAccountInvalid.Text
source: The savings contract selected for the transfer doesn't accepts entrance transfer
fr: Le compte d'épargne sélectionné pour le transfert n'accepte pas de transfert
pt: O contrato de poupança selecionado para a transferência não aceita a transferência das joías

# SavingDepositAmountIsInvalid.Text
source: Deposit amount is invalid
fr: Le montant du dépôt n'est pas valide
pt: A quantia do depósito é inválida

# SavingDepositDateIsInvalid.Text
source: Deposit date is invalid
fr: La date du dépôt n'est pas valide
pt: A data do depósito é inválida

# SavingEntryFeesIsInvalid.Text
source: Entry Fees is invalid
fr: Les frais de création ne sont pas valides
pt: As joías para abertura da conta são inválidas

# SavingInitialAmountIsInvalid.Text
source: Initial amount is invalid
fr: Le montant initial n'est pas valide
pt: O montante inicial é inválido

# SavingInterestRateIsInvalid.Text
source: Interest rate is invalid
fr: Le taux d'intérêt n'est pas valide
pt: A taxa de juros é inválida

# SavingProductBalanceIsInvalid.Text
source: Balance is invalid
fr: Le solde n'est pas renseigné ou mal renseigné. Vous devez remplir "min" et "max" (Paramètres Généraux)
pt: O saldo é inválido

# SavingProductCalculAmountBaseIsNull.Text
source: The calcul amount base is null
fr: La base de calcul n'est pas valide
pt: A quantia de base para o cálculo é nula

# SavingProductCodeIsEmpty.Text
source: Product code is empty (main Parameters)
fr: Le code du produit d'épargne n'est pas renseigné (Paramètres généraux)
pt: O código do produto não está preenchido (Parâmetros principais)

# SavingProductDepositAmountIsInvalid.Text
source: Cash deposit amount are empty or incorrect. You must complete "min" and "max". Deposit amount must be positive (tab Transactions)
fr: Le montant pour le dépôt en espèces (cash) n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: A quantia do depósito em numerário não está preenchida ou está incorreta. Deve completar "min" e "max". O valor do depósito deve ser positivo (Transações guia)

# SavingProductDepositMinAmountIsInvalid.Text
source: Cash deposit amount are empty or incorrect. You must complete "min" and "max". Deposit amount must be positive (tab Transactions)
fr: Le montant pour le dépôt en espèces (cash) n'est pas renseigné ou mal renseigné. Vous devez remplir "Min" et Max" (onglet Transactions)
pt: O depósito em numerário não está preenchido ou está incorreto. Deve completar "min" e "max". O valor do depósito deve ser uma quantia positiva (Transações guia)

# SavingProductDuplicateProductName.Text
source: This name alrady exist (Main parameters)
fr: Un produit d'épargne avec ce nom existe déjà (Paramètres généraux)
pt: Este nome já existe (Principais parâmetros)

# SavingProductEntryFeesIsInvalid.Text
source: Entry fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use entry fees, set "value" to 0 (tab Transactions)
fr: Les frais de création ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de création, mettez "valeur" à "0" (onglet gestion)
pt: As taxas de inscrição não estão preenchidas ou são incorretas. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de inscrição, defina o "valor" para 0 (Transações guia)

# SavingProductEntryFeesMinMaxIsInvalid.Text
source: Entry fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use entry fees, set "value" to 0 (tab Transactions)
fr: Les frais de création ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de création, mettez "valeur" à "0" (onglet gestion)
pt: As taxas de inscrição não estão preenchidas ou o valor é incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de inscrição, defina o "valor" para 0 (Transações guia)

# SavingProductFlatTransferFeesIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert intra-branche ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais do banco não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductFlatTransferFeesMinIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert intra-branche ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais do banco não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductFlatTransferFeesMinMaxIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert intra-branche ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais do banco não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductFlatWithdrawFeesIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de levantamento, defina o "valor" para 0 (Transações guia)

# SavingProductFlatWithdrawFeesMinIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de levantamento, defina o "valor" para 0 (Transações guia)

# SavingProductFlatWithdrawFeesMinMaxIsInvalid.Text
source: Withdrawal fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use withdrawal fees, set "value" to 0 (tab Transactions)
fr: Les frais de retrait ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de retrait, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de levantamento não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de levantamento, defina o "valor" para 0 (Transações guia)

# SavingProductInitialAmountIsInvalid.Text
source: Initial amount value is empty or incorrect. You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
fr: Le montant initial n'est pas renseigné ou mal renseigné. Vous devez remplir "min" et "max" (Paramètres Généraux)
pt: A quantia inicial não está está preenchida ou está incorreta. Deve completar ou "min" e "max". A quantia inicial não pode ser nula (Transações guia)

# SavingProductInitialAmountMaxNotInBalance.Text
source: Initial amount max must be in balance You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
fr: Le montant initial max doit être inférieur ou égal au solde max (Paramètres Généraux)
pt: O montante máximo inicial deve estar no saldo. Deve completar "min" e "max". O montante inicial não pode ser nulo (ParâmetrosPrincipais)

# SavingProductInitialAmountMinIsInvalid.Text
source: Initial amount must be positive You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
fr: Le montant initial doit être positif
pt: O montante inicial deve ser positivo. Deve completar "min" e "max". O montante inicial não pode ser nulo (ParâmetrosPrincipais)

# SavingProductInitialAmountMinMaxIsInvalid.Text
source: Initial amount value is empty or incorrect. You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
fr: Le montant initial min ou max n'est pas valide (Paramètres Généraux)
pt: A quantia inicial não está está preenchida ou está incorreta. Deve completar "min" e "max". O montante inicial não pode ser nulo (ParâmetrosPrincipais)

# SavingProductInitialAmountMinNotInBalance.Text
source: Initial amount value is empty or incorrect. You must complete "min" and "max". Initial amount cannot be null (Main Parameters)
fr: Le montant initial min doit être supérieur ou égal au solde min (Paramètres Généraux)
pt: A quantia inicial não está está preenchida ou está incorreta. Deve completar "min" e "max". O montante inicial não pode ser nulo (ParâmetrosPrincipais)

# SavingProductInterestBaseIncompatibleFrequency.Text
source: The interest base is incompatible with the interest frequency.
fr: La base d'intérêt n'est pas compatible avec la fréquence sélectionnée
pt: A base dos juros é incompatível com a frequência dos juros.

# SavingProductInterestRateIsInvalid.Text
source: Interest rate value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use interest rate, set "value" to 0 (tab Main Parameters)
fr: Le taux d'intéret n'est pas renseigné ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de taux d'intérêt, mettez "valeur" à "0" (Paramètres Généraux)
pt: O valor da taxa de juros não está preenchida ou está incorreta. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar a taxa de juros, defina o "valor" para 0 (guia Parâmetros Principais)

# SavingProductInterestRateMinMaxIsInvalid.Text
source: Interest rate value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use interest rate, set "value" to 0 (tab Main Parameters)
fr: Le taux d'intéret n'est pas renseigné ou mal renseigné. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de taux d'intérêt, mettez "valeur" à "0" (Paramètres Généraux)
pt: O valor da taxa de juros não está preenchida ou está incorreta. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar a taxa de juros, defina o "valor" para 0 (guia Parâmetros Principais)

# SavingProductInterestsBaseIsInvalid.Text
source: Interest base is invalid
fr: La base d'intérêt n'est pas valide
pt: A base de juros é inválida

# SavingProductInterestsFrequencyIsInvalid.Text
source: Interest frequency is invalid
fr: La fréquence d'intérêt n'est pas valide
pt: A frequência de juros é inválida

# SavingProductIsInvalid.Text
source: Product is invalid
fr: Le produit n'est pas valide
pt: O produto é inválido

# SavingProductNameIsEmpty.Text
source: Product name can not be empty (Main Parameters)
fr: Le nom du produit d'épargne n'est pas renseigné (Paramètres généraux)
pt: O nome do produto deve estar preenchido (Parâmetros Principais)

# SavingProductNumberPeriodIsInvalid.Text
source: The numbers of periods is invalid
fr: Le nombre de période n'est pas valide
pt: Os números dos períodos estão inválidos

# SavingProductNumberPeriodMinIsInvalid.Text
source: The numbers of periods min is invalid
fr: Le nombre de période min n'est pas valide
pt: Os números dos períodos min estão inválidos

# SavingProductNumberPeriodMinMaxIsInvalid.Text
source: The numbers of periods min or max are invalid
fr: Le nombre de période min ou max n'est pas valide
pt: Os números do períodos min ou max são inválidos

# SavingProductRateTransferFeesIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert intra-branche ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (guia taxas)

# SavingProductRateTransferFeesMinIsInvalid.Text
source: Intra-branch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert intra-branche ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (guia taxas)
