Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/ApplicationExceptionHandler.*.resx
Languages: fr, pt

# PersonIsInTheGroup.Text
source: The person is already in another group
fr: La personne est déjà membre d'un groupe
pt: A pessoa já está em outro grupo

# ProjectExceptionAimIsNull.Text
source: Project's aim is empty
fr: L'objectif du projet n'est pas renseigné
pt: O objectivo do projeto não está preenchido

# ProjectExceptionClientIsNull.Text
source: Please, Save client before
fr: Enregistrer le client avant cette opération
pt: Por favor, salve as transacções do cliente antes

# ProjectExceptionCodeIsNull.Text
source: Project's code is empty
fr: Le code du projet n'est pas renseigné
pt: O código do projecto não está preenchido

# ProjectExceptionNameIsNull.Text
source: Project's name is empty
fr: Le nom du projet n'est pas renseigné
pt: O nome do projeto nã está preenchido

# RepaymentBeforeDisburse.Text
source: Can not make a repayment before disburse date
fr: Vous ne pouvez pas repayer avant la date de déboursement
pt: Não é possível fazer um reembolso antes da data do desembolso

# ReportProcedureSourceEmpty.Text
source: SQL source for report is not defined
fr: La source SQL pour le rapport n'est pas définie. Contactez votre administrateur
pt: A SQL fonte para o relatório não está definido

# RoleHasUsers.Text
source: You cannot delete role, which has users attached to it.
fr: Vous ne pouvez pas supprier un rôle qui a des utilisateurs rattachés
pt: Não pode apagar a transação, que tem usuários conectados a ele.

# RoleIsNull.Text
source: Role was not selected. Please, select Role to delete
fr: Sélectionnez le rôle à supprimer
pt: A transacção não foi selecionada. Por favor, selecione a função que quer apagar

# SavingProductCloseFeesIsInvalid.Text
source: Close fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use close fees, set "value" to 0 (tab Fees)
fr: Les frais de clôture ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de clôture, mettez "valeur" à "0" (onglet gestion)
pt: O valor das taxas para fechar a conta não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou "valor". Se não quiser usar taxas para fechar a conta, definir "valor" para 0 (guia Taxas)

# SavingProductCloseFeesMinIsInvalid.Text
source: Close fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use close fees, set "value" to 0 (tab Fees)
fr: Les frais de clôture ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de clôture, mettez "valeur" à "0" (onglet gestion)
pt: O valor das taxas para fechar a conta não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou "valor". Se não quiser usar as taxas estipuladas, definir "valor" para 0 (guia Taxas)

# SavingProductDepositFeesIsInvalid.Text
source: Deposit fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use deposit fees, set "value" to 0 (tab Transactions)
fr: Les frais de dépôt ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de dépôt, mettez "valeur" à "0" (onglet Transaction)
pt: O valor das taxas de depósito não estão preenchidas ou estão incorretos. Deve completar ou "min" e "max" ou "valor". Se não quiser usar as taxas de depósito, definir "valor" para 0 (Transações guia)

# SavingProductDepositFeesMinIsInvalid.Text
source: Deposit fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use deposit fees, set "value" to 0 (tab Transactions)
fr: Les frais de dépôt ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de dépôt, mettez "valeur" à "0" (onglet Transaction)
pt: O valor das taxas de depósito não está preenchido ou é incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de depósito, definir "valor" para 0 (Transações guia)

# SavingProductManagementFeesIsInvalid.Text
source: Management fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use management fees, set "value" to 0 (tab fees)
fr: Les frais de gestion ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de gestion, mettez "valeur" à "0" (onglet gestion)
pt: O valor das taxas administrativas não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as comissões administrativas, defina "valor" para 0 (guia taxas)

# SavingProductManagementFeesMinIsInvalid.Text
source: Management fees value is empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use management fees, set "value" to 0 (tab fees)
fr: Les frais de gestion ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de gestion, mettez "valeur" à "0" (onglet gestion)
pt: O valor das taxas administrativas não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as comissões administrativas, defina "valor" para 0 (guia taxas)

# TrancheAmountError.Text
source: You can not add new tranche with such amount!
fr: Vous ne pouvez pas ajouter une tranche avec ce montant
pt: Não pode adicionar uma tranche nova com tal valor!

# TrancheDateError.Text
source: Please check tranche date !
fr: Vérifier la date de la tranche
pt: Por favor, verificar a data da tranche!

# WrongIDPattern.Text
source: ID number you entered does not match ID pattern in General Settings.
fr: Le n° d'ID que vous avez entré ne correspond pas au standard défini dans la configuration d'OpenCbs
pt: O número de identificação que lançou não coincide com o padrão de ID em configurações gerais.

# LoanHasNoCompulsorySavingsError.Text
source: A mandatory savings account is necessary for this loan, please set it manually.
fr: Un compte d'épargne obligatoire est nécessaire pour décaisser ce prêt
pt: A conta de poupança obrigatória é necessária para este empréstimo, por favor, faça a configuração manualmente.

# CompulsorySavingSettingsEmpty.Text
source: Mandatory saving settings are empty or incorrect You must complete either "min" and "max" or "value". If you do not want to use mandatory savings, set "value" to 0 (tab Guarantees)
fr: Les paramètres d'épargne obligatoire ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne les utilisez pas, mettez valeur à "0" (onglet Garanties)
pt: As definições de poupança obrigatória não estão preenchidas ou incorrectas. Deve completar ou "min" e "Max" ou "valor". Se não quiser usar poupança obrigatória, ajuste o "valor" para 0 (Garantias guia)

# SavingsEventCannotBeCanceled.Text
source: This savings event cannot be canceled!
fr: Cet événement ne peut pas être annulé
pt: Este lançamento de poupança não pode ser cancelado!

# BalanceOnCurrentSavingAccount
source: The balance on current savings account of {0} covers the amounts of {1} for {2} loan(s). The maximum amount you can withdraw is {3}
fr: Le solde du compte est de {0}, il couvre {2} pret(s) à hauteur de {1}. Le maximum que vous pouvez retirer est {3}.
pt: O saldo corrente nas contas de poupança de {0} abrange as quantidades de {1} de {2}empréstimo (s). O valor máximo que você pode retirar é {3}

# BalanceOnCurrentSavingAccountForTransfer
source: The balance on current savings account of {0} covers the amounts of {1} for {2} loan(s). The maximum amount you can transfer is {3}
fr: Le solde du compte est de {0}, il couvre {2} pret(s) à hauteur de {1}. Le maximum que vous pouvez transférer est {3}.
pt: O saldo corrente na conta de poupança de {0} abrange as quantidades de {1} de {2}empréstimo (s). O valor máximo que pode transferir é {3}

# PackageExceptionInstallmentTypeValuesAreUsed.Text
source: This installment type cannot be deleted because it is used by loan or savings product!
fr: Ce type d'échéance ne peut pas être supprimé: des produits actifs utilisent ce type d'échéance.
pt: Este tipo de prestação não pode ser apagado porque ele é usado para empréstimo ou produto de poupança!

# SavingsEventCommentIsEmpty.Text
source: Event comment is empty!
fr: Le commentaire n'est pas renseigné
pt: O comentário do lançamento não está preenchido!

# ContractExceptionEventCommentIsEmpty.Text
source: Event comment is empty!
fr: Le commentaire n'est pas renseigné
pt: O comentário do evento não está preenchido!

# CycleParametersAreNotFilled.Text
source: You have to input at least one parameter for each cycle object.
fr: Vous devez renseigner au moins un paramètre pour chaque cycle.
pt: É necessário lançar pelo menos um parâmetro para cada objecto ciclo. ????

# CycleParametersAreWrong.Text
source: Some of cycle parameters have been filled incorrectly. Please check that Min and Max values have been filled correctly.
fr: Certains cycles n'ont pas été renseignés en entier
pt: Alguns dos parâmetros do ciclo foram preenchidos incorrectamente. Por favor, verifique que os valores Min e Max foram preenchidos correctamente.

# BranchIsEmpty
source: You have to select a branch for the client.
fr: Vous devez choisir une branche pour le client
pt: Tem que escolher um sucursal para o cliente.

# PicturesNotAllowed
source: Picture manipulations are not allowed on this database
fr: Les photos ne sont pas disponibles dans cette base de données
pt: As manipulações de fotografias não são permitidos no banco de dados

# AmountCanNotBeZero.Text
source: Amount value can not be zero.
fr: La valeur du montant ne peut pas être 0
pt: O valor montante não pode ser zero.

# BookingIsEmpty.Text
source: Booking is empty
fr: La transaction n'est pas renseignée
pt: A reserva não está preenchida

# MaturityCanNotBeZero.Text
source: Number of installments can not be zero.
fr: Le nombre d'échéance ne peut pas être nul
pt: Número de prestações não pode ser zero.

# SavingProductInterBranchFlatTransferFeesIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductInterBranchFlatTransferFeesMinIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais do bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductInterBranchFlatTransferFeesMinMaxIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductInterBranchRateTransferFeesIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais do bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductInterBranchRateTransferFeesMinIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# SavingProductInterBranchRateTransferFeesMinMaxIsInvalid
source: Interbranch transfer fees value are empty or incorrect. You must complete either "min" and "max" or "value". If you do not want to use transfer fees, set "value" to 0 (tab Transactions)
fr: Les frais de transfert inter-branches ne sont pas renseignés ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". Si vous ne souhaitez pas utiliser de frais de transfert, mettez "valeur" à "0" (onglet Transactions)
pt: O valor das taxas de transferência entre sucursais bancárias não está preenchido ou está incorreto. Deve completar ou "min" e "max" ou o "valor". Se não quiser usar as taxas de transferência, defina o "valor" para 0 (Transações guia)

# BranchSameCodeException
source: A branch with this code exists.
fr: Une branche avec ce code existe déjà
pt: Existe uam sucursal com este código.

# BranchSameNameException
source: A branch with this name exists.
fr: Une branche de ce nom existe déjà
pt: Existe uma sucursal com este nome.

# TooMuchPersonsInThisGroup.Text
source: You must have maximum {0} persons in the group
fr: Ce groupe non solidaire a trop de personnes
pt: Deve ter um número máximos de dez pessoas {0} no grupo

# InsuranceBadlyFilled.Text
source: The credit insurance values are wrong. Please check it and try again.
fr: Les valeurs de l'assurance crédit ne sont pas valides
pt: Os valores de seguro de crédito estão errados. Por favor, verifique e tente novamente.

# AccountExceptionIsUsed.Text
source: You cannot delete an account which has transactions
fr: Vous ne pouvez pas effacer un compte qui a des transactions
pt: Não pode apagar uma conta que tem movimentos

# FieldEmpty.Text
source: List of fields is empty!
fr: Certains champs personnalisables obligatoires ne sont pas renseignés
pt: A lista de campos não está preenchida!

# FieldIsMandatory.Text
source: A customizable field is mandatory before saving
fr: Un champ personnalisables est nécessaire avant d'enregistrer
pt: Alguns campos são de preenchimento obrigatório!

# FieldIsNotUnique.Text
source: Some fields are not unique and value already exists!
fr: Certains champs personnalisables ne sont pas uniques alors qu'ils devraient l'être
pt: Alguns campos não são únicos e valor já existe!

# NumberFieldIsNotANumber.Text
source: Customizable field of Number type contains improper symbols. Expected format is 0,0.
fr: Le champ personnalisable de type "nombre" contient des symboles invalides. Format attendu 0,0.
pt: O campo personalizado do tipo de número contém símbolos impróprios.

# CompulsorySavingsContractIsNotActive.Text
source: Mandatory savings account is not active!
fr: Le contrat d'épargne obligatoire n'est pas actif
pt: A conta da poupança obrigatória não está activa!

# AgeIsNotInRange.Text
source: Client's age should be between {0} and {1} years
fr: L'âge du client doit être entre {0} et {1} ans
pt: A idade do cliente deve estar entre {0} e {1} anos

# GuarantorMaxLoansCoveredExceed.Text
source: A guarantor cannot cover more than {0} loans
fr: Un garant ne peut pas couvrir plus de {0} prêts
pt: Um fiador não pode garantir mais de {0} empréstimos

# ZeroFee.Text
source: Fees are null, you cannot waive them.
fr: Les pénalités sont nulles, vous ne pouvez pas les annuler
pt: As comissões são nulas. Não pode desistir delas!

# BranchAddressIsEmpty.Text
source: Branch address is empty
fr: L'adresse de la branche n'est pas renseignée
pt: O endereço da sucursal não está preenchido

# BranchCodeIsEmpty.Text
source: Branch code is empty
fr: Le code de la branche n'est pas renseigné
pt: O código da agência bancária não está preenchida

# BranchNameIsEmpty.Text
source: Branch name is empty
fr: Le nom de la branche n'est pas renseigné
pt: O nome da agência bancária não está preenchida

# LOCAmountHaveBeenFilledIncorrectly.Text
source: Amount under LOC are empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
fr: Le montant de la ligne de crédit n'est pas renseigné, ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur" (onglet Ligne de Crédit)
pt: O valor sob LOC não está preenchida ou incorreto. Deve completar ou "min" e "Max" ou "valor". (Linha de guia de Crédito)

# LOCFieldsAreNotFilled.Text
source: Some fields in line of credit tab are empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
fr: Le montant ou la durée de la ligne de crédit ne sont pas renseignés, ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". (onglet Ligne de Crédit)
pt: Alguns campos na linha de guia de crédito não estão preenchidos ou incorretos. Deve completar ou "min" e "Max" ou "quantia". (Linha de guia de Crédito)

# LOCMaturityHaveBeenFilledIncorrectly.Text
source: Tranche maturity is empty or incorrect. You must complete either "min" and "max" or "value". (tab Line of Credit)
fr: La durée mavimum de la ligne de crédit n'est pas renseigné, ou mal renseignés. Vous devez remplir soit "min" et "max", soit "valeur". (onglet Ligne de Crédit)
pt: A trancha de vencida não está preenchida ou incorreta. Deve completar ou "min" e "Max" ou "quantia". (Guia da linha de crédito).

# AddEntryFeeCycleError.Text
source: The cycle you have input already exists.
fr: Le cycle de crédit ajouté pour les frais d'entrée existe déjà (onglet frais)
pt: O ciclo que está a lançar já existe.

# SavingProductDuplicateProductCode.Text
source: A savings product with same contract code already exists (tab Main parameters)
fr: Un produit d'épargne avec le même code existe déjà (onglet Paramètres Généraux)
pt: Um produto de poupança com o código de contrato já existe (parâmetros guia Principal)

# GracePeriodOfLateFeesIsNotFilled.Text
source: Grace period for late fees is empty
fr: "La période de grâce pour les pénalités de retard n'est pas renseignée
pt: O período de carência para juros de moura por atraso não está preenchido

# PostingFrequencyIsInvalid.Text
source: Number of instalments is not correct.
fr: Le nombre d'échéances n'est pas correct.
pt: O número de prestações não é correto.

# RepaymentBeforeLastEventDate.Text
source: Cannot repay before the last repayment event date
fr: La date doit être postérieure à la date du dernier repaiement
pt: Nao pode reembolsar antes do dia de reembolso último

# PeriodicityIsNotSet.Text
source: Posting frequency for term deposit is not set.
fr: La fréquence de journalisation des intérêts n'est pas définie pour le dépôt à terme.
pt: A frequência de lançar para um deposito de prazo ainda nao está estabelecida

# CurrencyIsEmptyForSavingProduct.Text
source: Please, choose currency for saving product.
fr: La devise du produit d'épargne à terme n'est pas renseignée
pt: Por favor,selecione uma moeda pelo produto das poupanças

# LoadExtensionError.Text
source: Error has occured while loading extensions. Please try to remove problematic extensions and start OpenCbs again.
fr: Erreur lors du chargement des extensions. S'il vous plaît essayez de supprimer les extensions problématiques.

# SelectBeforeConf.Text
source: You must select a transaction before confirming operation
fr: Vous devez sélectionnez une transaction avant de valider l'opération

# FieldNameCanNotContainComma.Text
source: You can not input comma into field name or into field description. Please remove comma and try again.
fr: Vous ne pouvez pas utiliser de virgule dans les éléments d'une liste

# FieldLimited.Text
source: This custom field is limited to 300 characters. Text will be truncated.
fr: Ce champ personnalisable n'accepte pas plus de 300 caractères. Le texte va être tronqué.

# AccountImportIdExist.Text
source: Some of account ids from import file already exists.
fr: Certains d'identifiants de compte du fichier d'importation existe déjà.

# AccountImportNumbersExist.Text
source: Some of account numbers from import file already exists.
fr: Certains des numéros de compte du fichier d'importation existe déjà.

# LoanAlreadyDisbursed.Text
source: Loan is already disbursed.
fr: Prêt ont déjà été décaissées.

# DuplicatedAccount.Text
source: There cannot be two accounts with the same number. Enter another account number.
fr: Modifiez le numéro de compte que vous venez d'entrer. Il ne peut y avoir deux comptes possédant le même numéro.

# OpenCbsEmptyLocationException.Text
source: Location name cannot be empty.
fr: Emplacement ne peut pas être vide

# OpenCbsCityUsedException.Text
source: City is used by one or more clients.
fr: Ville est utilisée par un ou plusieurs clients.

# OpenCbsDistrictUsedException.Text
source: District is used by one or more clients.
fr: District est utilisée par un ou plusieurs clients.

# ScoringQuestionNameException
source: Name field of a question is empty!
pt: O campo do nome da pergunta não está preenchido

# TransferAccountHasWrongCurrency.Text
source: The currency of the target account differs. Please select contract with the same currency as currency of current contract.
pt: A moeda esta diferente, por favor selecionar um contracto que tem o mesmo moeda como a moeda do contrato actual

# WrongEvent.Text
source: It's wrong event
pt: É um lançamento errado
