Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/ClientForm.*.resx
Languages: pt

# Abandoned.Text
source: Abandoned
pt: Abandonado

# Active.Text
source: Active
pt: Activo

# Bad.Text
source: (Bad client)
pt: Um cliente não fiavel

# BalanceIsNotEnough
source: The balance on savings account of {0} is not enough to cover total loans amount percentage of {1}.
pt: O saldo na conta de poupança {0} não é suficiente para cobrir a percentagem da quantia total de empréstimos de {1}.

# buttonSave.Text
source: Update corporate
pt: Actualizar corporativa

# cannotView
source: You do not have permissions to open this contract.
pt: Não tem autorização para abrir este contracto.

# CapitalDue.Text
source: OLB:
pt: SEP

# Closed.Text
source: Closed
pt: Encerrado

# CollateralAmountIsNotEnough
source: Collateral amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your collaterals!
pt: A quantia da garantia deve cobrir, no mínimo, o montante de {0}, o que representa {1} % da quantia do empréstimo! Por favor verificar a sua garantia!

# CollateralGuarantorAmountIsNotEnough
source: Collaterals + guarantors amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your guarantors and collaterals!
pt: Garantias + o montante disponibilizada pelos fiadores deve cobrir pelo menos o montante de {0}, que é {1}% do montante do empréstimo! Por favor, verificar com os seus fiadores e a sua garantia!

# CompulsorySavingDetail.Text
source: Please, select mandatory savings
pt: Por favor, selecione as poupanças obrigatórias

# CompulsorySavingNotSelected.Text
source: Not selected
pt: Nao foi selecionado

# CompulsorySavings.Text
source: Mandatory Savings
pt: As poupanças obrigatórias

source: Confirm
pt: Confirmar

# ConfirmCancelLastEvent
source: Are you sure you want to cancel last operation?
pt: Tem a certeza de que deseja anular a última operação?

# ConfirmWriteOff.Text
source: Are you sure you want to write off contract?
pt: Tem a certeza de que quer rescindir o contrato?

# ContractHasPendingInstallment.Text
source: Contract has pending installment
pt: O contracto tem uma prestação pendente

# ContractIsReadOnly.Text
source: Warning! Contract's funding line is empty. Contract is available only in ReadOnly mode. Please, ask your administrator to change empty parameters.
pt: Cuidado! A linha de financiamento do contracto não está preenchida. O contrato está disponível apenas no modo ReadOnly. Por favor, pedir ao seu administrador para alterar os parâmetros vazios.

# ContractSaved
source: Contract has been saved.
pt: O contracto foi salvo.

# ContractUpdated
source: Contract has been updated.
pt: O contracto foi actualizado.

# Corporate.Text
source: Corporate
pt: A corporativa

# CumpolsorySavingIsMandatory
source: Please attach a mandatory savings account for this loan.
pt: A poupança obrigatória é mandatária para este empréstimo.

# Currency.Text
source: Currency:
pt: A moeda:

# DateOfAgreement.Text
source: Date of agreement
pt: A data do acordo

# DeleteCollateralFromLoan
source: Are you sure you want to delete collateral from this loan account?
pt: Tem certeza que deseja apagar a garantia desta conta do empréstimo?

# DeleteCumpolsorySavingsFromLoan
source: Are you sure you want to delete mandatory savings from this loan account?
pt: Tem certeza de que desejar apagar as poupanças obrigatórias desta conta de empréstimo?

# EconomicActivity.Text
source: Economic activity
pt: Atividade econômica

# EmployeesNumber.Text
source: Employees number
pt: O número dos funcionários

# Group.Text
source: Group
pt: O grupo

# GroupEmptyWarning.Caption
source: Warning
pt: O aviso

# GroupEmptyWarning.Text
source: You cannot save the contract since the group has no members.
pt: Não pode salvar o contracto porque o grupo não tem membros.

# GuarantorAmountIsNotEnough
source: Guarantor amount should cover at least amount of {0}, which is {1}% of the loan amount! Please review your guarantors!
pt: O montante de fiador deve cobrir pelo menos a quantia de {0}, que é {1}% do montante do empréstimo! Por favor, revejar a sua fiança!

# IdentifyCompanyNumber.Text
source: Identify company number
pt: Identificar o número de empresa

# InsertionType.Text
source: Insertion type
pt: O tipo de inserção

# labelGuaranteeIsActive.Text
source: This guarantee is active
pt: Esta garantia está activa

# LateFeesGracePeriod.Text
source: Late Fees - Grace Period
pt: As comissões atrasadas - O período de carência

# lblEarlyRepaimentBaseInterest.Text
source: % of interest
pt: % de juros

# lblEarlyRepaimentBaseOLB.Text
source: % of OLB
pt: % de SEP

# lblEarlyRepaimentBasePrincipal.Text
source: % of principal
pt: % do capital

# LegalForm.Text
source: Legal form
pt: A forma jurídica

# LegalInscription.Text
source: Legal inscription
pt: A inscrição legal

# LoanRequiresCompulsory
source: This loan requires a mandatory savings account to be disbursed.
pt: Este empréstimo requer uma conta de poupança obrigatória afim de ser desembolsado.

# NonSolidaryGroup
source: Village Bank
pt: Não existe um grupo independente

# NotSet.Text
source: Not Set
pt: Não estabelecido

# ParametersAreWrong
source: Some parameters are wrong. Please check them and try again.
pt: Alguns parâmetros estão errados. Por favor, verificar-los e tentar novamente.

# Pending.Text
source: Pending
pt: Pendente

# PercentsDue.Text
source: Interests due:
pt: Data de vencimento dos juros

# Person.Text
source: Person
pt: Pessoa

# Postponed.Text
source: Postponed
pt: Adiado

# Project.Text
source: Project
pt: Projecto

# Refused.Text
source: Refused
pt: Rejeitado

# RolloverNone.Text
source: None
pt: Nenhum

# RolloverPrincipal.Text
source: Principal
pt: O capital

# RolloverPrincipalAndInterests.Text
source: Principal and Interests
pt: O capital e os juros

source: Save
pt: Salvar

# SaveProject.Text
source: Save project
pt: Salvar projecto

# SavingsAccountHasActiveLoans
source: This savings account cannot be closed due to the active loans connected to it.
pt: Esta conta das poupanças não pode ser encerrada devido aos empréstimos activos conectados com a conta.

# SavingsAccountHasPendingEvents
source: This account cannot be closed! It has pending event!
pt: Esta conta não pode ser encerrada! Tem uma transacção pendente!

# SavingsActive.Text
source: Active
pt: Activo

# SavingsBook.Text
source: Savings Book
pt: A caderneta de poupanças

# SavingsClosed.Text
source: Closed
pt: Encerrado

# SavingsDeposit.Text
source: Savings Deposit
pt: O depósito das poupanças

# SavingsPending.Text
source: Pending
pt: Pendente

# Status.Text
source: Status
pt: Situação

source: Update
pt: Actualizar

# UpdateProject.Text
source: Update project
pt: Actualização do projeto

# Validated.Text
source: Validated
pt: Validado

# VolunteersNumber.Text
source: Volunteers number
pt: O número de voluntários

# WaiveFee.Text
source: Do you want to waive late fees for latest repayment?
pt: Quer renunciar as comissões atrasadas para o reembolso mais recente?

# WrittenOff.Text
source: Written-off
pt: Abatido

# NonAccrual.Text
source: Non-accrual
pt: Não competência
