Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/EventTypes.*.resx
Languages: fr, ru_ru

# SBCS
source: Savings - Block Compulsory Savings
fr: Épargne - Bloc d'épargne obligatoire
ru_ru: Сбережения - блокировка обязательных сбережений

# SUCS
source: Savings - Unblock Compulsory Savings
fr: Épargne - Débloquer l'épargne obligatoire
ru_ru: Сбережения - разблокирование обязательных сбережений

# APR
source: Credit - Anticipated partial repayment
fr: Crédit - Remboursement partiel anticipé
ru_ru: Кредит - частичное досрочное погашение

# APTR
source: Credit - Anticipated partial total repayment of a member within a group
fr: Crédit - Remboursement partiel/total anticipé pour le membre d'un groupe solidaire
ru_ru: Кредит - частичное полное досрочное погашение члена группы

# ATR
source: Credit - Anticipated total repayment
fr: Crédit - Remboursement total anticipé
ru_ru: Кредит - полное досрочное погашение

# BLGL
source: Credit - Bad loan to good loan transition
fr: Crédit - Passage d'un mauvais prêt en bon prêt
ru_ru: Кредит - переход плохого кредита в нормальный

# BLLL
source: Credit - Bad loan to late loan transition
fr: Crédit - Passage d'un mauvais prêt en prêt en retard
ru_ru: Кредит - переход плохого кредита в просроченный

# BLRL
source: Credit - Bad loan to rescheduled loan transition
fr: Crédit - Passage d'un mauvais prêt en prêt rééchelonné
ru_ru: Кредит - переход плохого кредита в реструктурированный

# CSUE
source: Security - Client save/update event
fr: Client - Enregistrer / mettre à jour le client
ru_ru: Безопасность - сохранение/обновление клиента

# FLNE
source: Funding line event
fr: Modification de la ligne de financement
ru_ru: Событие фондовой линии

# GLBL
source: Credit - Good loan to bad loan transition
fr: Crédit - Passage d'un bon prêt en mauvais prêt
ru_ru: Кредит - переход хорошего кредита в плохой

# GLLL
source: Credit - Good loan to late loan transition
fr: Crédit - Passage d'un bon prêt en prêt en retard
ru_ru: Кредит - переход хорошего кредита в просроченный

# GLRL
source: Credit - Good loan to rescheduled loan transition
fr: Crédit - Passage d'un bon prêt en prêt rééchelonné
ru_ru: Кредит - переход хорошего кредита в реструктурированный

# LCIE
source: Credit insurance event
fr: Evénement d'assurance pour prêt
ru_ru: Событие страхования кредита

# LCIP
source: Credit insurance premium
fr: Evénement de premium d'assurance pour prê
ru_ru: Премия страхования кредита

# LCIW
source: Credit insurance write-off
fr: Evénement de passage en perte pour assurance de prêt
ru_ru: Списание страхования кредита

# LEE0
source: Credit - Entry fees 0
fr: Crédit - frais d'entrée n° 0
ru_ru: Кредит - административный взнос 0

# LEE1
source: Credit - Entry fees 1
fr: Crédit - frais d'entrée n° 1
ru_ru: Кредит - административный взнос 1

# LEE2
source: Credit - Entry fees 2
fr: Crédit - frais d'entrée n° 2
ru_ru: Кредит - административный взнос 2

# LEE3
source: Credit - Entry fees 3
fr: Crédit - frais d'entrée n° 3
ru_ru: Кредит - административный взнос 3

# LEE4
source: Credit - Entry fees 4
fr: Crédit - frais d'entrée n° 4
ru_ru: Кредит - административный взнос 4

# LEE5
source: Credit - Entry fees 5
fr: Crédit - frais d'entrée n° 5
ru_ru: Кредит - административный взнос 5

# LEE6
source: Credit - Entry fees 6
fr: Crédit - frais d'entrée n° 6
ru_ru: Кредит - административный взнос 6

# LEE7
source: Credit - Entry fees 7
fr: Crédit - frais d'entrée n° 7
ru_ru: Кредит - административный взнос 7

# LEE8
source: Credit - Entry fees 8
fr: Crédit - frais d'entrée n° 8
ru_ru: Кредит - административный взнос 8

# LEE9
source: Credit - Entry fees 9
fr: Crédit - frais d'entrée n° 9
ru_ru: Кредит - административный взнос 9

# LIAE
source: Credit - Loan interest accrual event
fr: Crédit - Calcul des intérêts courus du prêt
ru_ru: Кредит - начисление процента

# LLBL
source: Credit - Late loan to bad loan transition
fr: Crédit - Passage d'un prêt en retard en mauvais prêt
ru_ru: Кредит - переход просроченного кредита в плохой

# LLGL
source: Credit - Late loan to good loan transition
fr: Crédit - Passage d'un prêt en retard en bon prêt
ru_ru: Кредит - переход просроченного кредита в нормальный

# LLPE
source: Credit - Loan provision event
fr: Crédit - Provision pour un prêt
ru_ru: Кредит - начисление провизии

# LLRL
source: Credit - Late loan to rescheduled loan transition
fr: Crédit - Passage d'un prêt en retard à un prêt rééchelonné
ru_ru: Кредит - переход просроченного кредита в реструктурированный

# LODE
source: Credit - Disbursement of a loan
fr: Crédit - Décaissement d'un prêt
ru_ru: Кредит - выдача

# LOVE
source: Credit - Validation of a loan
fr: Crédit - Validation d'un prêt
ru_ru: Кредит - утверждение

# PDLE
source: Credit - Late loan
fr: Crédit - Prêt en retard
ru_ru: Кредит - просроченный

# RBLE
source: Credit - Repayment of a bad loan
fr: Crédit - Reboursement pour un mauvais prêt
ru_ru: Кредит - выплата по плохому кредиту

# RGLE
source: Credit - Repayment of a good loan
fr: Crédit - Remboursement pour un bon prêt
ru_ru: Кредит - выплата по нормальному кредиту

# ROLE
source: Credit - Rescheduling of a loan
fr: Crédit - Rééchelonnement d'un prêt
ru_ru: Кредит - реструктурирование

# ROWO
source: Credit - Repayment of a written-off loan
ru_ru: Кредит - выплата по списанному кредиту

# RRLE
source: Credit - Repayment of a rescheduled loan
fr: Crédit - Remboursement pour un prêt rééchelonné
ru_ru: Кредит - выплата по реструктурированному кредиту

# SCIT
source: Savings - Incoming inter-branch transfer
fr: Epargne - Transfert sortant inter-branche
ru_ru: Сбережения - входящий перевод между филиалами

# SCLE
source: Savings - Closure Event
fr: Epargne - Clôture comptable
ru_ru: Сбережения - закрытие периода

# SCTE
source: Savings - Incoming transfer
fr: Epargne - Transfert entrant intra-branche
ru_ru: Сбережения - входящий перевод

# SDIT
source: Savings - Outgoing inter-branch transfer
fr: Epargne - Transfert entrant inter-branche
ru_ru: Сбережения - исходящий перевод между филиалами

# SDTE
source: Savings - Outgoing transfer
fr: Epargne - Transfert sortant -intra-branche
ru_ru: Сбережения - исходящий перевод

# SIAE
source: Savings - Accrued interests
fr: Epargne - Calcul des intérêts créditeurs
ru_ru: Сбережения - начисление процентов

# SIPE
source: Savings - Posting of accrued interests
fr: Epargne - Postage des intérêts créditeurs
ru_ru: Сбережения - размещение начисленных процентов

# SMFE
source: Savings - Management fee for a period
fr: Epargne - Frais de gestion périodique
ru_ru: Сбережения - административный взнос

# SOCE
source: Savings - Special operation credit
fr: Epargne - opération spéciale au crédit
ru_ru: Сбережения - ручная операция по кредиту

# SODE
source: Savings - Special operation debit
fr: Epargne - opération spéciale au débit
ru_ru: Сбережения - ручная операция по дебету

# SOFE
source: Savings - Flat overdraft fee
fr: Epargne - Frais fixe de passage à découvert
ru_ru: Сбережения - взнос по овердрафту

# SPDE
source: Savings - Pending deposit event
fr: Epargne - Dépôt en attente
ru_ru: Сбережения - взнос, ожидающий размещения

# SPDR
source: Savings - Pending deposit refused event
fr: Epargne - Dépôt en attente refusé
ru_ru: Сбережения - отмена взноса, ожидающего размещения

# SRLE
source: Savings - repayment for loan event
fr: Epargne - événement de paiement pour un prêt
ru_ru: Сбережения - выплата по кредиту

# SVAE
source: Savings - Agios
fr: Epargne - Agios périodiques
ru_ru: Сбережения - ажио

# SVCE
source: Savings - Closing of an account
fr: Epargne - Clôture du compte
ru_ru: Сбережения - закрытие счета

# SVDC
source: Savings - Cheque deposit event
fr: Epargne - Dépôt par chèque
ru_ru: Сбережения - размещение чека

# SVDE
source: Savings - Deposit
fr: Epargne - Dépôt
ru_ru: Сбережения - депозит

# SVIE
source: Savings - New account
fr: Epargne - Ouverture d'un compte
ru_ru: Сбережения - новый счет

# SVLD
source: Savings - Loan disbursement
fr: Epargne - Décaissement d'un prêt
ru_ru: Сбережения - выдача кредита

# SVRE
source: Savings - Reopen account event
fr: Epargne - réouverture d'un compte dormant
ru_ru: Сбережения - переоткрытие счета

# SVWE
source: Savings - Withdrawal
fr: Epargne - Retrait
ru_ru: Сбережения - снятие

# SWFE
source: Savings - Withdrawal fees
fr: Epargne - Frais de retrait
ru_ru: Сбережения - взнос за снятие

# TEET
source: Credit - Line of credit new tranche
fr: Crédit - Ajout d'une nouvelle tranche (ligne de crédit)
ru_ru: Кредит - новый транш

# UCTE
source: Security - Close teller
fr: Sécurité - Fermeture du guichet
ru_ru: Безопасность - закрытие кассы

# ULIE
source: Security - User login
fr: Sécurité - Connexion de l'utilisateur
ru_ru: Безопасность - вход пользователя

# ULOE
source: Security - User logout
fr: Sécurité - Déconnexion de l'utilisateur
ru_ru: Безопасность - выход пользователя

# UMEE
source: Accounting - Manual entry
fr: Comptabilité - entrée manuelle
ru_ru: Бухгалтерия - ручная проводка

# UOTE
source: Security - Open teller
fr: Sécurité - Ouverture du guichet
ru_ru: Безопасность - открытие кассы

# USBE
source: Accounting - Manual standard booking entry
fr: Comptabilité - entrée manuelle via les transactions standards
ru_ru: Бухгалтерия - стандартная ручная проводка

# WROE
source: Credit - Loan write-off
fr: Crédit - Passage en perte d'un prêt
ru_ru: Кредит - списание

# LOCE
source: Credit - Loan close
fr: Crédit - Clôture d'un prêt
ru_ru: Кредит - закрытие
