Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/FrmAddLoanProduct.*.resx
Languages: es_es

# deleteInstallment.Text
source: You must select an installment before deleting
es_es: Tiene que seleccionar una cuota antes de borrar

# Fundingline.Text
source: Funding line...
es_es: Línea de fondeo

# messageAmountCycle.Text
source: Amount Cycle properties
es_es: Propriedades del ciclo de crédito

# messageBoxAskIfWantToSave.Text
source: Do you really want to save this product ?
es_es: Desea guadar este producto?

# messageBoxDefaultExoticProduct.Text
source: Select an exotic schedule...
es_es: Seleccionar un cronograma exótico

# messageBoxDefaultInstallmentType.Text
source: Select an installment type...
es_es: Seleccionar un tipo de cuota

# messageBoxPackageSaved.Text
source: Product saved
es_es: Producto guardado

# messageBoxRecapInterest.Text
source: % of total interests
es_es: % del total de intereses

# messageBoxRecapIntro.Text
source: With these installments the client will repay:
es_es: Con este tipo de cuotas, el cliente pagará:

# messageBoxRecapPrincipal.Text
source: % of principal
es_es: % del capital

# messageBoxSave.Text
source: Do you want update contracts related to this package ?
es_es: Desea actualizar los contratos relacionados a este paquete?

# messageExoticInstallment.Text
source: Exotic Installment properties
es_es: Propriedades de las cuotas exóticas

# messageSelectAmountCycles.Text
source: Select an Amount Cycles...
es_es: Seleccionar un ciclo de crédito

# messageSelectExotic.Text
source: Select an Exotic product...
es_es: Seleccionar un producto exótico

# messageUpdate.Text
source: Do you want to update active loans attached to this loan product ?
es_es: Desea actualizar los préstamos activos relacionados a este producto financiero?

# title.Text
source: Package form
es_es: Formulario del paquete?

# DecliningFixedInstallments.Text
source: Declining - Equal monthly installments
es_es: Decreciente - Cuotas Mensualmente Iguales

# DecliningFixedPrincipal.Text
source: Declining - Fixed principal
es_es: Drecrediente - Capital Fijo

# DecliningReal.Text
source: Declining - Fixed principal with effective interest rate
es_es: Decreciente - Capital Fijo con Tasa de Interés Efectiva

# Flat.Text
source: Flat (fixed principal, fixed interest)
es_es: Plano (Capital Fijo, Interés Fijo)

# allInstallmentTypes
source: All
es_es: Todos los tipos

# allScheduleTypes
source: All
es_es: Todos los tipos
