Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/FrmDatabaseSettings.*.resx
Languages: fr, pt

# AdditionalColumns.Text
source: AdditionalColumns
pt: As colunas adicionais

# Backup.Text
source: Backup
fr: Sauvegarder
pt: O backup

# BackupCancelled.Text
source: Backup database canceled
fr: La sauvegarde de la base de données est annulée
pt: O banco de dados de backup cancelado

# BackUpDatabase.Text
source: Backup database
fr: Sauvegarde de la base
pt: O banco de dados de backup

# BackupFailed.Text
source: Backup failed!
fr: La sauvegarde a échoué!
pt: O Backup falhou!

# BranchCode.Text
source: Branch Code
fr: Code de la branche
pt: O código da sucursal

# ConnectionWasNotMade.Text
source: A connection to SQL Server could not be made! Are you sure you have correctly filled the fields?
fr: La connexion à SQL Server a échoué ! Vérifiez les paramètres.
pt: A conexão com SqlServer não pode ser feita! Tem a certeza de ter preenchido correctamente os campos?

# CorrectLabels.Text
source: Please, check and correct all the red labels!
fr: Corrigez les labels en rouge.
pt: Por favor, Verifique e corrija todas as etiquetas vermelhas!

# Created.Text
source: has been successfully created
fr: a été créée avec succès
pt: foi criado com sucesso

# CreationFailed.Text
source: Database creation failed!
fr: La création de la base de données a échoué
pt: A criação de banco de dados falhou!

# Database.Text
source: Database
fr: Base de données
pt: banco de dados

# DatabaseCreation.Text
source: Database creation is in progress...
fr: Création de la base de données en cours...
pt: A criação do banco de dados está em progresso ...

# DatabaseCreationCancelled.Text
source: Database creation canceled
fr: Création de la base de données annulée
pt: A criação do banco de dados foi cancelada

# Databases.Text
source: Databases
fr: Bases de données
pt: Bancos de dados

# DefaultDatabase.Text
source: is now the default database
fr: est maintenant la base de données par défaut
pt: É agora o banco de dados padrão

# FileBackedUp.Text
source: File {0} has been created
fr: Le fichier {0} a été créé
pt: O arquivo {0} foi criado

# FileException.Text
source: Please check database files
fr: Vérifiez les fichiers de la base de données
pt: Por favor, verifique os arquivos do banco de dados

# InProgress.Text
source: is in progress...
fr: en cours...
pt: em andamento (em progresso) ...

# Login.Text
source: Login
fr: Utilisateur
pt: Aceder

# MissingColumns.Text
source: Missing columns
fr: Colonnes manquantes
pt: Faltam colunas

# Password.Text
source: Password
fr: Mot de passe
pt: senha

# RestoreCancelled.Text
source: Restore database canceled
fr: Restauration de la base de données annulée
pt: Restaurar o banco de dados que foi cancelado

# RestoreDatabase.Text
source: Restore database
fr: La base de données
pt: Restaurar banco de dados

# RestoreFailed.Text
source: Restore failed!
fr: La restauration de la base de données a échoué
pt: A restauração falhou!

# SelectDatabase.Text
source: Select a database in the list above
fr: Sélectionnez une base dans la liste ci-dessus
pt: Selecione um banco de dados na lista acima

# SelectInList.Text
source: Select a database in the list above
fr: Sélectionnez une base dans la liste ci-dessus
pt: Selecione um banco de dados na lista acima

# Server.Text
source: Server
fr: Serveur
pt: Servidor

# Size.Text
source: Size
fr: Taille
pt: Tamanho

# StructureConforms.Text
source: Structure conform to the software's version
fr: La structure de la base est conforme à la version du logiciel
pt: A estrutura está em conformidade com a versão do software

# Successful.Text
source: successful
fr: a été restaurée avec succès
pt: Bem sucedido

# To.Text
source: To
fr: Vers
pt: Para

# UpdateDBFrom.Text
source: Updating database from
fr: Mise à jour de la base de données depuis
pt: Actualizando o banco de dados

# UpdatingDatabase.Text
source: Database is being upgraded, please wait until completion
fr: Votre base de données est en train d'être mise à jour, veuillez patienter
pt: O banco de dados está sendo actualizado, aguarde até a conclusão

# Upgrade.Text
source: Upgrade
fr: Mise à jour
pt: Melhorar

# UpgradeDatabase.Text
source: Upgrade Database
fr: Mise à jour de la base de données
pt: Actualizar o banco de dados

# UpgradeDatabaseInProgress.Text
source: Upgrade database in progress...
fr: Mise à jour de la base de données en cours...
pt: Actualização do banco de dados em progresso ...

# UpgradeFailed.Text
source: Upgrade failed!
fr: La mise à jour a échoué
pt: A actualização falhou

# UpgradeYourDatabase.Text
source: Please ugrade your database to the current version!
fr: Mettez à jour votre base de données
pt: Por favor, melhore o seu banco de dados para a versão actual!

# Version.Text
source: Version
pt: Versão
