Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.MultiLanguage/resx/GroupUserControl.*.resx
Languages: es_es, fr, pt, ru_ru

# AmountCycle.Text
source: Amount cycle
es_es: Ciclo de crédito
fr: Cycle de crédit
pt: A quantia do ciclo
ru_ru: Цикл погашений

# BorrowFromAnOtherOrganization.Text
source: Borrowed from another organization
es_es: Tomado prestado de otra organización
fr: Encours auprès d'une autre organisation
pt: Emprestado de outra organização
ru_ru: Займ от другой организации

# businessAddress_comments
source: Business address is empty
fr: Adresse travail vide
pt: O endereço comercial não está prenchido
ru_ru: Юридический адрес

# BusinessCityEmpty.Text
source: City is empty
es_es: El campo "ciudad" está vacío
fr: La ville n'est pas renseignée
pt: A cidade não está preenchida
ru_ru: Город не введен

# BusinessCountryEmpty.Text
source: Country in business adress is empty
es_es: El campo "País" en la dirección laboral está vacío
fr: Indiquer le pays dans l'adresse professionnelle
pt: O país no endereço comercial não está preenchido
ru_ru: Отсутствует страна в юридическом адресе

# bussinessAddressEmpty.Text
source: Business address is empty
es_es: El campo "dirección laboral" está vacío
fr: L'adresse professionnelle est manquante
pt: O endereço comercial não está preenchido
ru_ru: Юридический адрес не указан

# CannotAddRemoveMember.Text
source: This group is already active. You cannot add or remove members from this group
fr: Ce groupe est actuellement actif, vous ne pouvez pas ajouter de membres
pt: Este grupo já está activo. Não pode adicionar ou remover os membros deste grupo
ru_ru: Эта группа уже активна. Добавлять новых членов или удалять существующих членов из активной группы нельзя!

# CantModifyGroup
source: You can't modify this group : it has active contracts.
fr: Ce groupe est actuellement actif, vous ne pouvez pas le modifier.
pt: Não pode modificar este grupo: ele tem contractos activos.
ru_ru: Нельзя редактировать группу: есть активные контракты.

# DateOfBirth.Text
source: Date of birth
es_es: Fecha de nacimiento
fr: Date de naissance
pt: Data de nascimento
ru_ru: Дата рождения

# EconomicActivity.Text
source: Economic activity
es_es: Actividad económica
fr: Type d'activité
pt: Actividade econômica
ru_ru: Экономическая деятельность

# Experience.Text
source: Experience
es_es: Experiencia
fr: Expérience
pt: Experiência
ru_ru: Опыт

# House.Text
source: House
es_es: Hogar
fr: Maison
pt: Casa
ru_ru: Дом

# Inheritance.Text
source: Owned Capital
es_es: Capital propio
fr: Capital
pt: Fundos próprios
ru_ru: Собственый капитал

# LabelAmount.Text
source: Amount
es_es: Monto
fr: Montant
pt: Montante
ru_ru: Сумма

# labelAmountAndCycleCaracteristics.Text
source: and
es_es: y
fr: et
pt: e
ru_ru: и

# labelAmountBeetweenCycleCaracteristics.Text
source: between
es_es: entre
fr: entre
pt: entre
ru_ru: между

# LabelDebts.Text
source: Debts
es_es: Deudas
fr: Dettes
pt: Dívidas
ru_ru: Долг

# LandPlot.Text
source: Landplot
es_es: Terreno
fr: Parcelle
pt: A parcela do terreno
ru_ru: Земельный участок

# LeaderEmpty.Text
source: Leader is empty
es_es: El campo "líder" está vacío
fr: Le leader n'est pas renseigné
pt: O nome do líder não está preenchido
ru_ru: Лидер не указан

# Livestock.Text
source: Livestock
es_es: Ganado
fr: Têtes de bétails
pt: Cabeças de gado
ru_ru: Живность

# messageBoxClientAlreadyInGroup.Text
source: This client is already in this group
es_es: El cliente ya está en este grupo
fr: Ce client est déjà dans ce groupe
pt: Este cliente já faz parte deste grupo
ru_ru: Клиент уже в группе

# messageBoxGroupSaved.Text
source: Group saved
es_es: Grupo guardado
fr: Groupe enregistré
pt: O grupo salvo
ru_ru: Группа сохранена

# MonthlyDisposable.Text
source: Monthly disposable
es_es: Disponibilidad mensual
fr: Disponibilité mensuelle
pt: O rendimento mensal disponível
ru_ru: Месячные расходы

# NameEmpty.Text
source: Name is empty
es_es: El campo "Nombre" está vacío
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido
ru_ru: Имя не указано

# Nothing.Text
source: Nothing
es_es: Nada
fr: Rien
pt: nada
ru_ru: Пусто

# OtherOrganizationNameEmpty.Text
source: Other organization name is empty
es_es: El campo "nombre de otra organización" está vacío
fr: Le nom des autres IMF est manquant
pt: O nome da outra organização não está preenchido
ru_ru: Название организации не указано

# PassportNumber.Text
source: NÂ° Passport
es_es: Número de pasaporte
fr: N° Passeport
pt: N ° de passaporte
ru_ru: № пасспорта

# PersonAlreadyInThisGroup.Text
source: This person is already in this group
es_es: Esta persona ya existe en este grupo
fr: Cette personne est déja dans ce groupe
pt: Esta pessoa já está neste grupo
ru_ru: Клиент уже в группе

# PersonHaveAContractWithAnOtherGroup.Text
source: This person has a contract with another group
es_es: Esta persona tiene un contacto con otro grupo
fr: Cette personnne a un contrat avec un autre groupe
pt: Esta pessoa tem um contrato com outro grupo
ru_ru: Клиент имеет контракт в другой группе

# PersonIsALeader.Text
source: This person is a leader in another group
es_es: Esta persona es un líder en otro grupo
fr: Cette personne est leader dans un autre groupe
pt: Esta pessoa é um líder de outro grupo
ru_ru: Клиент является лидером в другой группе

# PersonIsInGroupAlready
source: This person is already in a group but it answers has all the conditions to be able to change group. Can I move it?
pt: Esta pessoa já faz parte de um grupo, mas as respostas satisfazem todos os critérios necessários para ser capaz de alterar o grupo. Posso modificar?
ru_ru: Данный клиент уже состоит в группе, но все условия чтобы его перевести в другую группу соблюдены. Перевести клиента в эту группу?

# PersonsInThisGroupAreNotEnough.Text
source: They are not enough persons in this group
es_es: No hay suficientes personas en este grupo
fr: Il n'y a pas assez de membres dans ce groupe
pt: Não existe um número de pessoas suficientes neste grupo
ru_ru: Недостаточно клиентов для данной группы

# PersonsIsAlreadyInAGroup.Text
source: This person is already in another group
es_es: Esta persona ya está en otro grupo
fr: Cette personne est déja dans un groupe
pt: Essa pessoa já está em outro grupo
ru_ru: Клиент уже в другой группе

# SelectMember
source: Please select the member you would like to remove.
fr: Sélectionnez le membre que vous ne souhaitez plus dans ce groupe.
pt: Por favor, selecione o membro que gostaria de remover.
ru_ru: Пожалуйста выберите клиента, которого хотите удалить из группы

# Sex.Text
source: Sex
es_es: Sexo
fr: Sexe
pt: O sexo (Masculino, Feminino)
ru_ru: Пол

# textDateOfEstablishment.Text
source: Date of establishment is empty
es_es: El campo "fecha de establecimiento" está vacío
fr: La date de création n'est pas renseignée
pt: A data de constituição não está preenchida
ru_ru: Дата создания группы не указана

# textDistrict.Text
source: District is empty
es_es: El campo "distrito" está vacío
fr: Le département n'est pas renseigné
pt: O distrito não está preenchido
ru_ru: Район не указан

# textErrors.Text
source: Errors
es_es: Errores
fr: Erreurs
pt: Erros
ru_ru: Ошибки

# textLeader.Text
source: Leader is empty
es_es: El campo "líder" está vacío
fr: Le leader n'est pas renseigné
pt: O líder não está preenchido
ru_ru: Лидер не указан

# textName.Text
source: Name is empty
es_es: El campo "Nombre" está vacío
fr: Le nom n'est pas renseigné
pt: O nome não está preenchido
ru_ru: Имя не указано

# textNo.Text
source: No
fr: Non
pt: Não
ru_ru: Нет

# textNoPersonInGroup.Text
source: No person in this group
es_es: No hay personas en este grupo
fr: Il n'y a personne dans ce groupe
pt: Nenhuma pessoa neste grupo
ru_ru: Нет клиентов в этой группе

# textVillage.Text
source: Village is empty
es_es: El Banco Comunal está vacío
fr: Le village n'est pas renseigné
pt: A aldeia não está preenchida
ru_ru: Село не введено

# textYes.Text
source: Yes
es_es: Si
fr: Oui
pt: Sim
ru_ru: Да

# CannotDeleteLeader.Text
source: You cannot delete the leader from the group. Reassign leader first.
es_es: You cannot delete leader from the group. Reassign leader first.
fr: You cannot delete leader from the group. Reassign leader first.
pt: You cannot delete leader from the group. Reassign leader first.
ru_ru: Вы не можете удалить лидера из группы. Переназначте лидера сначала.

# Businesscellphone.Text
source: Business cellphone
fr: Téléphone mobile:
pt: O número do telefone celular de negócios
ru_ru: Рабочий моб.

# Businessphone.Text
source: Business phone
fr: Téléphone fixe:
pt: O telefone comercial
ru_ru: Рабочий тел.

# Homephone.Text
source: Home phone
fr: Téléphone fixe:
pt: O telefone de casa
ru_ru: Домашний тел.

# Personalphone.Text
source: Personal phone
fr: Téléphone mobile:
pt: O telefone pessoal
ru_ru: Личный тел.
