Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.GUI/Products/FrmAddLoanProduct.*.resx
Languages: es_es, pt, ru_ru

# tabPageMainParameters.Text
source: Main Options
es_es: Parámetros Principales
pt: Parametros principais
ru_ru: Основные параметры

# tabPageFees.Text
source: Fees
es_es: Cargos
pt: Taxas
ru_ru: Пеня

# tabPageOptionalParameters.Text
source: Exotic Installments
es_es: Parámetros Opcionales
pt: Prestações exóticas
ru_ru: Дополнительные параметры

# tabLOC.Text
source: Line of Credit
es_es: Linea de Crédito
pt: Linha de crédito
ru_ru: Кредитная линия

# tabGuarantorsCollaterals.Text
source: Guarantees
es_es: Garantías
pt: Garantias
ru_ru: Поручители и залоги

# tabPage1.Text
source: Credit Insurance
es_es: Seguro de Crédito
pt: O seguro de crédito
ru_ru: Страхование

# gbAdvancedParameters.Text
source: Advanced options
es_es: Parametros Avanzados
pt: Os parâmetros avançados
ru_ru: Дополнительные параметры

# cbUseLoanCycle.Text
source: Use loan cycle
es_es: Usar Ciclos de Crédito
pt: Use cíclos
ru_ru: Использовать цикл кредита

# groupBoxNumberOfInstallments.Text
source: Number of installments*
es_es: Número de cuotas
pt: Número de prestações
ru_ru: Количество выплат*

# labelNbIMax.Text
source: Max:
es_es: Máximo:
pt: Máx:

# labelNbIOr.Text
source: or
es_es: o valor :
pt: ou
ru_ru: или значение

# groupBoxInterestRate.Text
source: Interest rate*
es_es: Tasa de interés (en % por periodo)
pt: Taxa de juros (% por periodo)
ru_ru: Ставка процента (% за период)*

# labelRateMax.Text
source: Max:
pt: Máx:

# labelRateOr.Text
source: or
es_es: o valor :
pt: ou
ru_ru: или значение

# groupBoxAmount.Text
source: Amount*
es_es: Monto
pt: Valor
ru_ru: Сумма*

# labelLoanCycle.Text
source: USD
pt: MZN

# labelLoanCycleMax.Text
source: USD
pt: MZN

# labelLoanCycleMin.Text
source: USD
pt: MZN

# labelAmountMax.Text
source: Max:
es_es: Máximo :
pt: Máx:

# labelAmountOr.Text
source: or
es_es: o valor :
pt: ou
ru_ru: или значение

# groupBoxAmountCycle.Text
source: Cycle properties
es_es: Propiedades del ciclo de crédito
pt: Propriedades do valor do cíclo
ru_ru: Параметры цикла

# label29.Text
source: Max:
pt: Máx:

# colCycle.Text
source: Cycle
pt: Cíclo
ru_ru: Цикл

# buttonRemoveAmountCycles.Text
source: Remove cycle
es_es: Eliminar
pt: Remover
ru_ru: Удалить

# buttonAmountCyclesSave.Text
source: Save Cycle Settings
es_es: Guardar
pt: Gravar
ru_ru: Сохранить

# buttonCancelAmountCycles.Text
source: Cancel
es_es: Cancelar
pt: Cancelar
ru_ru: Отмена

# buttonAddAmountCycle.Text
source: Add cycle
es_es: Agregar
pt: Adicionar
ru_ru: Добавить

# lblCycleObjects.Text
source: Cycle objects:
pt: Objetos Ciclo:
ru_ru: Объекты цикла:

# groupBoxAmountCycles.Text
source: Loan cycles
es_es: Ciclos de crédito
pt: Valor dos cíclos
ru_ru: Циклы кредита

# label31.Text
source: Use:
pt: Usar:
ru_ru: Использовать:

# buttonNewAmountCycles.Text
source: New loan cycle
es_es: Nuevo ciclo de crédito
pt: Novo valor do ciclo
ru_ru: Новый цикл

# groupBoxRoundingType.Text
source: Interest scheme*
es_es: Tipo de Redondeo*
pt: Tipo de aredondamento
ru_ru: Схема начисления*

# label32.Text
source: Code *:
es_es: Codigo*:
pt: Código :
ru_ru: Код *:

# groupBox10.Text
source: Attach product to funding line and currency*
es_es: Relacionar el producto a una línea de financiamiento y donante
pt: Anexar produto ao fundo e moéda
ru_ru: Привязать продукт к фондовой линии и валюте*

# groupBoxChargeInterestWithinGracePeriod.Text
source: Charge interest over grace period*
es_es: Cobrar intereses durante el periodo de gracia
pt: Juros durante o periodo de graça
ru_ru: Начислять проценты в течении льготного периода*

# radioButtonChargeInterestNo.Text
source: No
pt: Não
ru_ru: Нет

# radioButtonChargeInterestYes.Text
source: Yes
es_es: Si
pt: Sim
ru_ru: Да

# groupBoxType.Text
source: Attach product to a specific client's type*
es_es: Asociar producto a un tipo específico de cliente
pt: Anexar produto a tipo de clientes especifico
ru_ru: Тип потребителя*

# clientTypeVillageCheckBox.Text
source: Village bank
es_es: Grupo No Solidario
pt: Grupo não sol.
ru_ru: ГБСО

# clientTypeGroupCheckBox.Text
source: Sol.group
es_es: Grupo Sol.
pt: Grupo Sol
ru_ru: ГСО

# clientTypeAllCheckBox.Text
source: All
es_es: Tod.
pt: todos
ru_ru: Все

# groupBoxInterestRateType.Text
source: Interest rate type*
es_es: Tipo de tasa de interés
pt: Tipo de cobrança
ru_ru: Тип графика*

# groupBoxGracePeriod.Text
source: Grace period*
es_es: Periodo de gracia
pt: Periodo de graça
ru_ru: Льготный период (погашения)*

# labelGPMax.Text
source: Max:
es_es: Máximo:
pt: Máx:

# labelGPOr.Text
source: or
es_es: o valor :
pt: ou
ru_ru: или значение

# labelInstallmentType.Text
source: Installment type *:
es_es: Tipo de cuota*:
pt: Tipo de prestação:
ru_ru: Тип погашений *:

# labelName.Text
source: Name *:
es_es: Nombre*:
pt: Nome :
ru_ru: Название продукта *:

# gbAnticipatedRepayment.Text
source: Anticipated Total Repayment (ATR) and Anticipated Partial Repayment (APR) fees
es_es: Cargos por Pago Total Anticipado (PTA) y Pago Parcial Anticipado(PPA)
pt: Taxas de pagamento total atencipado (ATR) e pagamento parcial antecipado (APR)
ru_ru: Штрафы за полное и частично досрочное погашение

# groupBoxAPR.Text
source: APR fees*
es_es: Cargos por PPA*
pt: Taxas APR
ru_ru: Штраф за частичное досрочное погашение *:

# label43.Text
source: value :
es_es: Valor:
pt: valor :
ru_ru: Значение:

# label42.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBoxPartialAnticipatedRepaymentBase.Text
source: Base for APR fees*
es_es: Cargos por PPA en Base a:*
pt: Base para taxas APR
ru_ru: Штраф за частичное досрочное погашение *:

# rbPrepaidPrincipal.Text
source: % on prepaid principal
es_es: % Capital Pre-Pagado
pt: % do capital pré-pago
ru_ru: % на предоплаченную ОС

# rbPartialRemainingOLB.Text
source: % on OLB
es_es: % Sobre Saldo
pt: % do BTE
ru_ru: % на КП

# rbPartialRemainingInterest.Text
source: % on interest
es_es: % Sobre Interés
pt: % dos juros
ru_ru: % на оставшийся процент

# groupBoxTotalAnticipatedRepaymentBase.Text
source: Base for ATR fees*
es_es: Cargos por PTA en Base a*
pt: Base para taxas ATR
ru_ru: Штраф за полное досрочное погашение *:

# rbRemainingOLB.Text
source: % on OLB
es_es: % Sobre Saldo
pt: % do BTE
ru_ru: % на КП

# rbRemainingInterest.Text
source: % on interest
es_es: % Sobre Interés
pt: % dos juros
ru_ru: % на оставшийся процент

# groupBoxAnticipatedRepayment.Text
source: ATR fees*
es_es: Cargos por PTA*
pt: Pagamento em adiatado (% do valor em divida)
ru_ru: Штрафы за дорочное погашение *:

# label2.Text
source: value :
es_es: valor :
pt: valor :
ru_ru: Значение:

# label3.Text
source: Max:
pt: Máx:

# label5.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBoxLateFees.Text
source: Late fees (% of base per day)
es_es: Interereses por Mora (% por día)
pt: Multas (% por dia em atraso)
ru_ru: Пеня на просрочку (% в день)

# labelLateFeeGracePeriod.Text
source: Grace period of late fees *:
es_es: Perid. Gracia Cuota Atrasada:
pt: Periodo de graça para taxas de atrazo:
ru_ru: Льготный период пени *:

# groupBox8.Text
source: On total loan amount*
es_es: Sobre el Monto Total del Préstamos
pt: Sob valor total do empréstimo
ru_ru: От суммы кредита*

# label25.Text
source: value :
es_es: valor:
pt: valor :
ru_ru: Значение:

# label26.Text
source: Max:
pt: Máx:

# label28.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBox5.Text
source: On overdue principal*
es_es: Sobre el capital adeudado
pt: Sob capital em atraso
ru_ru: От просроченной суммы*

# label13.Text
source: value :
es_es: valor :
pt: valor :
ru_ru: Значение:

# label14.Text
source: Max:
es_es: Máximo
pt: Máx:

# label16.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBox7.Text
source: On OLB*
es_es: Sobre Saldo*
pt: Sob BTE
ru_ru: От КП*

# label21.Text
source: value :
es_es: valor :
pt: valor :
ru_ru: Значение:

# label22.Text
source: Max:
pt: Máx:

# label24.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBox6.Text
source: On overdue interest*
es_es: Sobre los intereses adeudados
pt: Sob juros em atraso
ru_ru: От просроченного процента*

# label17.Text
source: value :
es_es: valor :
pt: valor :
ru_ru: Значение:

# label18.Text
source: Max:
es_es: Máximo
pt: Máx:

# label20.Text
source: or
es_es: o
pt: ou
ru_ru: или

# groupBoxEntryFees.Text
source: Entry fees (up to 10 items)
es_es: Comisiones (% del monto total del préstamo o monto fijo)
pt: Taxa inícial (% do empréstimo ou valor fixo)
ru_ru: Вступительные взносы (до 10-ти записей)

# swbtnEntryFeesRemoveCycle.Text
source: Remove Cycle
pt: remover ciclo
ru_ru: Удалить

# swbtnEntryFeesAddCycle.Text
source: Add Cycle
pt: Adicionar ciclo
ru_ru: Добавить

# cbRate.Items
source: True
pt: verdadeiro

# cbRate.Items1
source: False
pt: falso

# chEntryFeeName.Text
source: Name
pt: Nome
ru_ru: Название

# chEntryFeeValue.Text
source: Value
pt: valor
ru_ru: Значение

# chEntryFeeRate.Text
source: Rate
pt: Taxa
ru_ru: Ставка

# chEntryFeeIsAdded.Text
source: Is added
pt: é adicionado
ru_ru: Добавлена

# chEntryFeeCycleId.Text
source: Cycle Id
pt: Id ciclo
ru_ru: Цикл

# chEntryFeeNewId.Text
source: New Id
pt: novo Id
ru_ru: Новый Id

# chEntryFeeIndex.Text
source: Index
pt: índice
ru_ru: Индекс

# lblEntryFeesFromCycle.Text
source: From
pt: de
ru_ru: Число

# cbEnableEntryFeesCycle.Text
source: Use loan cycle
pt: Utilize ciclo de empréstimos
ru_ru: На основе цикла

# lblEntryFeesCycle.Text
source: Loan cycle:
pt: Ciclo do empréstimo:
ru_ru: Цикл кредита:

# groupBoxExoticProducts.Text
source: Exotic installments
es_es: Cronograma exótico
pt: Prestações exóticas
ru_ru: Нетипичный продукт

# buttonCancelExoticProduct.Text
source: Cancel
es_es: Cancelar
pt: Cancelar
ru_ru: Отмена

# buttonSaveExoticProduct.Text
source: Save
es_es: Guardar
pt: Gravar
ru_ru: Сохранить

# groupBoxExoticInstallmentProperties.Text
source: Exotic installment properties
es_es: Propiedades del cronograma exótico
pt: Própriedades de prestações exóticas
ru_ru: Свойства нетипичных платежей

# label9.Text
source: Interest:
es_es: Interés
pt: Juros:
ru_ru: Процент:

# label10.Text
source: Principal:
es_es: Capital
pt: Capital:
ru_ru: Основная сумма:

# buttonRemoveExoticInstallment.Text
source: Remove
es_es: Eliminar
pt: Remover
ru_ru: Удалить

# buttonAddExoticInstallment.Text
source: Add
es_es: Agregar
pt: Adicionar
ru_ru: Добавить

# columnHeader5.Text
source: Principal (%)
es_es: Capital (%)
pt: Capital (%)
ru_ru: Основная сумма (%)

# columnHeader6.Text
source: Interest (%)
es_es: Interés (%)
pt: Juros (%)
ru_ru: Процент (%)

# label6.Text
source: Use:
es_es: Usar
pt: usar:
ru_ru: Использовать

# buttonNewExoticProduct.Text
source: New Exotic Schedule
es_es: Nuevo cronograma exótico
pt: Nova tabela exótica
ru_ru: Новый нетипичный продукт

# checkBoxUseExceptionalInstallmen.Text
source: Use exotic installments
es_es: Usar Cronograma Exótico
pt: Prestação exótica
ru_ru: Использовать нетипичные продукты

# checkBoxFlexPackage.Text
source: Allow flexible schedule
es_es: Permitir Cronograma Fexible
pt: Permitir tabelas flexiveis
ru_ru: Разрешить изменение графика

# drawNumGroupBox.Text
source: Maximum number of tranches
es_es: Maximo Número de Tramos
pt: Número máximo de parcelas
ru_ru: Количество траншей

# drawingNumberLabel.Text
source: Number of drawings under the LOC:
es_es: Maximo Número de Tramos Bajo LDC
pt: Número de levantamentos sob LOC:
ru_ru: Количество траншей в кредитной линии:

# useLOCCheckBox.Text
source: Use Line of Credit
es_es: Usar Linea de Crédito
pt: Limite de crédito
ru_ru: Использовать кредитную линию

# maxLOCMaturityGroupBox.Text
source: Tranche maturity (number of installments)
es_es: Madurez del Tramo (Número de Cuotas)
pt: Maturidade das parcelas
ru_ru: Максимальная длительность кредитной линии

# label45.Text
source: value:
es_es: Valor:
pt: valor:
ru_ru: Значение:

# label48.Text
source: or
es_es: o
pt: ou
ru_ru: или

# maxLOCAmountGroupBox.Text
source: Total amount of the Line of Credit (including disbursed amount)
es_es: Monto Total por Linea de Crédito (Incluye Monto Desembolsado)
pt: Valor máximo sob acordo LOC
ru_ru: Максимальная сумма кредитной линии

# labelLOCAmount.Text
source: USD
pt: MZN

# labelLOCMaxAmount.Text
source: USD
pt: MZN

# labelLOCMinAmount.Text
source: USD
pt: MZN

# label36.Text
source: value:
es_es: Valor:
pt: valor:
ru_ru: Значение:

# label39.Text
source: or
es_es: o
pt: ou
ru_ru: или

# cbUseCompulsorySavings.Text
source: Use mandatory savings
es_es: Utilice ahorro obligatorio
pt: Use poupança obrigatória
ru_ru: Использовать обязательное накопление

# gbCSAmount.Text
source: Mandatory saving amount
es_es: Monto de Ahorro Obligario
pt: Valor da poupança obrigatória
ru_ru: Сумма обязательного накопления

# rbCompulsoryAmountRate.Text
source: Rate
es_es: Tasa
pt: Taxa
ru_ru: Процент

# rbCompulsoryAmountFlat.Text
source: Flat
es_es: Fijo
pt: Fixo
ru_ru: Сумма

# lbCompulsoryAmountType.Text
source: Type:
es_es: Tipo:
pt: Tipo:
ru_ru: Тип:

# lbCompulsoryAmountValue.Text
source: value :
es_es: Valor:
pt: valor :
ru_ru: значение :

# lbCompulsoryAmountOr.Text
source: or
es_es: o
pt: ou
ru_ru: или

# checkBoxSetSepCollGuar.Text
source: Set separate values for guarantors and collaterals
es_es: Establecer Valores Separados para Garantes y Garantías
pt: Selecionar valores diferentes para avalísta e garantias
ru_ru: Установить раздельные значения для поручителей и залогов

# label34.Text
source: % of a loan amount
es_es: % de un Monto de Crédito
pt: % do valor do empréstimo
ru_ru: % от суммы займа

# label33.Text
source: Minimum percentage of guarantors + collaterals:
es_es: Porcentaje Mínimo de Garantes + Garantías
pt: Percentagem mínima para avalista e garantias
ru_ru: Минимальный процент поручительства + залоги

# groupBoxSepGuarColl.Text
source: Separate
es_es: Separado
pt: Separação
ru_ru: Раздельно

# label49.Text
source: Note: Put '0' value if you do not want to use guarantors or collaterals.
es_es: Nota: Ingrese valor '0' si no desea usar Garantes y Garantías
pt: Note: Colocar '0' se não quiser usar garantias or avalista.
ru_ru: Примечание: введите значение "0", если вы не хотите использовать поручителей или залоги

# label44.Text
source: % of a loan amount
es_es: % de un Monto de Crédito
pt: % do valor do empréstimo
ru_ru: % от суммы займа

# label35.Text
source: % of a loan amount
es_es: % de un Monto de Crédito
pt: % do valor do empréstimo
ru_ru: % от суммы займа

# labelMinPercColl.Text
source: Minimum percentage for collaterals:
es_es: Procentaje Mínimo para Garantiás:
pt: Percentagem mínima para garantias:
ru_ru: Минимальный процент для залогов:

# labelMinPercGuar.Text
source: Minimum percentage for guarantors:
es_es: Porcentaje Mínimo para Garantes:
pt: Percentagem minima para avalistas:
ru_ru: Минимальный процент для поручителей:

# checkBoxGuarCollRequired.Text
source: Use guarantors and collaterals
es_es: Usar Garantes y Garantías
pt: Usar avalista e garantias
ru_ru: Использовать поручителей и залоги

# groupBox9.Text
source: Credit insurance
es_es: Seguro de Crédito
pt: Seguro de Crédito
ru_ru: Страхование займов

# radioButtonAmountCycle.Text
source: Use Amount Cycle
es_es: usar el monto del ciclo de crédito
pt: Use valor do cíclo
ru_ru: Использовать сумму цикла

# radioButtonSpecifiedAmount.Text
source: Specified Amount
es_es: Monto especificado
pt: Valor específico
ru_ru: Указанная сумма

# columnHeader3.Text
source: Max
es_es: Máximo
pt: Máx

# label8.Text
source: Max:
pt: Máx:

# label7.Text
source: Use:
es_es: Usar
pt: usar:
ru_ru: Использование из существующих

# buttonCancel.Text
source: Close
es_es: Salir
pt: Fechar
ru_ru: Выход

# buttonSave.Text
source: Save
es_es: Guardar
pt: Gravar
ru_ru: Сохранить

# $this.Text
source: Add Loan Product
es_es: Crear Producto de Crédito
pt: Adicionar produto de empréstimo
ru_ru: Добавить кредитный продукт

# clientTypeIndivCheckBox.Text
source: Ind.
ru_ru: Инд.

# clientTypeCorpCheckBox.Text
source: Corp.
es_es: Coorp.
ru_ru: Орг.

# labelTotalExoticInstallments.Text
source: Total:
ru_ru: Сумма:

# lbCompulsoryAmountMax.Text
source: Max:
ru_ru: Макс:

# lbCompulsoryAmountMin.Text
source: Min:
ru_ru: Мин:

# groupBoxTotGuarColl.Text
source: Total
ru_ru: В сумме

# label50.Text
source: Max:
ru_ru: Макс:

# label51.Text
source: Min:
ru_ru: Мин:

# label1.Text
source: Min:
es_es: Mínimo
ru_ru: Название платежа

# label15.Text
source: Min:
es_es: Mínimo

# label19.Text
source: Min:
es_es: Mínimo

# columnHeader2.Text
source: Min
es_es: Mínimo
