Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.GUI/Products/FrmAddSavingBookProduct.*.resx
Languages: pt

# tabPageMainParameters.Text
source: Main Options
pt: Parametros principais

# gbFrequency.Text
source: Frequency
pt: Frequencia

# lbCalculAmount.Text
source: Calcul amount based on:
pt: Calcular com base em:

# lbPosting.Text
source: Posting:
pt: Postar:

# lbAccrual.Text
source: Accrual:
pt: Acumular:

# groupBoxCurrency.Text
source: Attach product to currency
pt: Definir moéda

# lbCodeSavingProduct.Text
source: Code
pt: Código

# lbNameSavingProduct.Text
source: Name
pt: Nome

# gbClientType.Text
source: Attach product to a specific client type
pt: Atribuir a clientes específicos

# clientTypeVillageCheckBox.Text
source: Village bank
pt: Grupo não sol.

# clientTypeGroupCheckBox.Text
source: Sol. group
pt: Grupo sol.

# clientTypeAllCheckBox.Text
source: All
pt: Todos

# gbInitialAmount.Text
source: Initial amount
pt: Valor inicial

# gbBalance.Text
source: Balance
pt: Saldo

# gbInterestRate.Text
source: Interest rate
pt: Taxas de juros

# lbYearlyInterestRate.Text
source: ...% yearly
pt: ...% anual

# lbYearlyInterestRateMax.Text
source: ...% yearly
pt: ...% anual

# lbYearlyInterestRateMin.Text
source: ...% yearly
pt: ...% anual

# lbInterestRateValue.Text
source: or value:
pt: ou Valor:

# tabPageFees.Text
source: Transactions
pt: Transacções

# groupBox3.Text
source: Deposit options
pt: Parámentro de depósito

# label1.Text
source: Transaction in:
pt: Transacção:

# gbDeposit.Text
source: Cash deposit
pt: Depósito monitário

# gtDepositFees.Text
source: Cash deposit fees
pt: Taxa de depósito numerário

# rbRateDepositFees.Text
source: Rate
pt: Taxa

# rbFlatDepositFees.Text
source: Flat
pt: Fixo

# lbDepositFeesType.Text
source: Type:
pt: Tipo:

# lbDepositFees.Text
source: or value:
pt: ou Valor:

# gbTransferFees.Text
source: Transfer fees
pt: Taxa de tranferir

# rbRateTransferFees.Text
source: Rate
pt: Taxa

# rbFlatTransferFees.Text
source: Flat
pt: Fixo

# lbTransferFeesValue.Text
source: or value:
pt: ou valor:

# lbTransferFeesType.Text
source: Type:
pt: Tipo:

# gbWithdrawFees.Text
source: Withdrawal fees
pt: Taxa de levantamento

# rbRateWithdrawFees.Text
source: Rate
pt: Taxa

# rbFlatWithdrawFees.Text
source: Flat
pt: Fixo

# lbWithdrawFeesValue.Text
source: or value:
pt: ou valor:

# lbWithdrawFeesType.Text
source: Type:
pt: Tipo:

# gbTransfer.Text
source: Transfer
pt: Transferencia

# gbWithDrawing.Text
source: Withdrawing
pt: Levantamento

# tabPageManagement.Text
source: Fees
pt: Taxas

# gbReopenFees.Text
source: Reopen fees
pt: Taxa de reabertura

# rbRateReopenFees.Text
source: Rate
pt: Taxa

# rbFlatReopenFees.Text
source: Flat
pt: Fixo

# lbReopenFeesType.Text
source: Type:
pt: Tipo:

# lbReopenFeesValue.Text
source: or value:
pt: ou valor:

# gtManagementFees.Text
source: Management fees
pt: Emolumentos

# rbRateManagementFees.Text
source: Rate
pt: Taxa

# rbFlatManagementFees.Text
source: Flat
pt: Fixo

# lbManagementFeesType.Text
source: Type:
pt: Tipo:

# lbManagementFees.Text
source: or value:
pt: ou Valor:

# gtCloseFees.Text
source: Close fees
pt: Taxa de fecho

# rbRateCloseFees.Text
source: Rate
pt: Taxa

# rbFlatCloseFees.Text
source: Flat
pt: Fixo

# lbCloseFeesType.Text
source: Type:
pt: Tipo:

# lbCloseFees.Text
source: or value:
pt: ou Valor:

# gbEntryFees.Text
source: Entry fees
pt: Taxas iniciais

# rbRateEntryFees.Text
source: Rate
pt: Taxa

# rbFlatEntryFees.Text
source: Flat
pt: Fixo

# lbEntryFeesType.Text
source: Type:
pt: Tipo:

# lbEntryFeesValue.Text
source: or value:
pt: ou Valor:

# tabPageOverdraft.Text
source: Overdraft
pt: Saque a descoberto

# gtAgioFees.Text
source: Agio
pt: Ágio

# rbRateAgioFees.Text
source: Rate
pt: Taxa

# rbFlatAgioFees.Text
source: Flat
pt: Fixo

# lbAgioFeesType.Text
source: Type:
pt: Tipo:

# lbAgioFeesValue.Text
source: or value:
pt: ou Valor:

# gtOverdraftFees.Text
source: Fixed overdraft fees
pt: Taxa fixa de overdraft

# rbRateOverdraftFees.Text
source: Rate
pt: Taxa

# rbFlatOverdraftFees.Text
source: Flat
pt: Fixo

# lbOverdraftFeesType.Text
source: Type:
pt: Tipo:

# lbOverdraftFeesValue.Text
source: or value:
pt: ou valor:

# tabPageTermDeposit.Text
source: Term Deposit
pt: Depósito a prazo

# gpPostingFrequency.Text
source: Posting frequency
pt: Postagem de freqüência

# gbNumberOfPeriods.Text
source: Number of periods
pt: Número de períodos

# checkBoxUseTermDeposit.Text
source: Use term deposits
pt: Use os depósitos a prazo

# btSavingProduct.Text
source: Save
pt: Gravar

# bClose.Text
source: Close
pt: Fechar

# $this.Text
source: Savings Book Product
pt: Poupanças
