Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.GUI/Search/SearchClientForm.*.resx
Languages: pt

# labelTitleResult.Text
source: Result:
pt: Resultado:

# checkBoxNotactive.Text
source: Not active
pt: Desactivo

# checkBoxActive.Text
source: Active
pt: Activo

# checkBoxVillages.Text
source: Village bank
pt: Não solidário

# checkBoxGroups.Text
source: Solidarity group
pt: Solidário

# checkBoxPersons.Text
source: Persons
pt: Individual

# radioButtonCorporate.Text
source: Corporates
pt: Empresas e Projectos

# radioButtonPerson.Text
source: Groups / Persons / Villages
pt: Individuais e Grupos

# buttonPrintReport.Text
source: Print Result
pt: Imprimir

# buttonSearch.Text
source: Search
pt: Procure

# buttonPreview.Text
source: Previous
pt: Prever

# buttonNext.Text
source: Next
pt: Próximo

# buttonCancel.Text
source: Close
pt: Fechar

# columnHeaderName.Text
source: Name
pt: Nome

# columnHeaderActive.Text
source: Active
pt: Activo

# columnHeaderPassportNumber.Text
source: Passport Number
pt: Identificação

# columnHeaderLoanCycle.Text
source: Loan Cycle
pt: Cíclo

# columnHeaderDistrict.Text
source: District
pt: Distrito

# columnHeaderCity.Text
source: City
pt: Cidade

# columnHeaderMemberOf.Text
source: Member of
pt: Membro do

# $this.Text
source: Search Client
pt: Procure cliente

# columnHeader1.Text
source: Type
pt: Tipo
