Repository: rcrosbourne/opencbs_fls_version
Catalog: Src/OpenCBS.GUI/UserControl/PersonUserControl.*.resx
Languages: pt

# columnProductType.Text
source: Type
pt: Tipo

# columnHeader13.Text
source: Code
pt: Código

# columnHeaderStatus.Text
source: Status
pt: Situação

# columnHeaderAmount.Text
source: Amount
pt: Quantia

# columnHeaderInterestRate.Text
source: Interest rate
pt: Taxa de câmbio

# columnHeaderInstallmentType.Text
source: Installment type
pt: Tipo de prestações

# columnHeaderNbOfInstallments.Text
source: Number of installments
pt: Número de prestações

# columnHeaderCreationDate.Text
source: Creation Date
pt: Data da criação

# columnHeaderStartDate.Text
source: Start date
pt: Data inicial

# columnHeaderCloseDate.Text
source: Close date
pt: Data do encerramento

# buttonProjectAddGuarantee.Text
source: Add Guarantee
pt: Adicionar garantia

# buttonProjectViewContract.Text
source: View contract
pt: Veja contracto

# buttonProjectAddContract.Text
source: Add Loan
pt: Adicionar Empréstimo

# columnHeaderId.Text
source: ID
pt: BI

# columnHeaderCode.Text
source: Code
pt: Código

# columnHeaderName.Text
source: Name
pt: Nome

# columnHeaderNbOfCredits.Text
source: Number of Credits
pt: Número de empréstimos

# columnHeaderNbOfGuarantees.Text
source: Number of Guarantees
pt: Número de garantias

# buttonViewProject.Text
source: View project
pt: Veja projecto

# buttonAddProject.Text
source: Add project
pt: Adicionar projecto

# tabPageAddress.Text
source: Address
pt: Endereço

# labelSponsor2.Text
source: Sponsored by / Accompanied by:
pt: Patrocinado por/Acompanhado por

# labelCommentsTypeActivity.Text
source: Comments:
pt: Comentários:

# labelFirstAppointment.Text
source: Date of first appointment:
pt: Data da primeira reunião

# labelFirstContact.Text
source: Date of first contact:
pt: Data do primeiro contacto

# labelSponsor1.Text
source: How did the person hear about the program?
pt: Quem lhe informou sobre o programa?

# tabPage1FollowUp.Text
source: Follow-Up
pt: Seguimento

# tabPageProjects.Text
source: Projects
pt: Projectos

# tabPageSavings.Text
source: Savings
pt: Poupanças

# columnHeader1.Text
source: Name
pt: Nome

# columnHeader10.Text
source: Group Type
pt: tipo de grupo

# columnHeader2.Text
source: Establishment Date
pt: Dia do estabelecimento

# columnHeader11.Text
source: Member Since
pt: Data de entrada

# columnHeader12.Text
source: Left Date
pt: Data de saída

# tabPageGroupMember.Text
source: Member of
pt: Membro do

# btnPrint.Text
source: Print
pt: Imprimir

# buttonCancel.Text
source: Cancel
pt: Cancelar

# buttonSave.Text
source: Save
pt: Gravar

# lblBranch.Text
source: Branch:
pt: Sucursais:

# lblEconomicActivity.Text
source: Economic activity:*:
pt: Actividades económicas:*:

# labelNationality.Text
source: Citizenship:
pt: Cidadania:

# labelIN.Text
source: Place of birth:
pt: Local de nascimento:

# labelLoanCycle.Text
source: Loan cycle:
pt: Cíclo de empréstimo:

# labelFatherName.Text
source: Patronymic:
pt: Nome de Pai

# changePhotoLinkLabel2.Text
source: Change photo...
pt: Mude foto...

# changePhotoLinkLabel.Text
source: Change photo...
pt: Mude foto...

# checkBoxHeadOfHousehold.Text
source: Head of household
pt: Chefe de familia

# labelDateOfBirth.Text
source: Date of birth*:
pt: Data de Nascimento: *

# labelLastname.Text
source: Last name*:
pt: Apelido: *

# labelPassport.Text
source: ID number*:
pt: Número de BI: *

# labelSex.Text
source: Gender*:
pt: Sexo: *

# labelFirstName.Text
source: First name*:
pt: Prenom: *

# groupBoxCivilities.Text
source: General
pt: Situação civil

# comboBox1.Items
source: single
pt: soleteiro

# comboBox1.Items1
source: married
pt: casado

# comboBox1.Items2
source: widow/widower
pt: viúva/viúvo

# label9.Text
source: Family situation
pt: Familia

# label10.Text
source: Sponsor
pt: Doador

# label11.Text
source: First contact
pt: Primeiro contracto

# label12.Text
source: Housing situation
pt: Habitação

# label13.Text
source: CAF number
pt: N'úmero de CAF

# label14.Text
source: Social security number
pt: NUIT

# label15.Text
source: Study level:
pt: Escolaridade:

# comboBox3.Items
source: single
pt: soleteiro

# comboBox3.Items1
source: married
pt: casado

# comboBox3.Items2
source: widow/widower
pt: viúva / viúvo

# label16.Text
source: Family situation
pt: Situação da familia

# label17.Text
source: Sponsor
pt: Parceiro

# label18.Text
source: First contact
pt: Primeiro contacto

# label19.Text
source: Housing situation
pt: Residencial

# label20.Text
source: CAF number
pt: Número de CAF

# label21.Text
source: Social security number
pt: BI

# label22.Text
source: Study level:
pt: Escolaridade:

# columnHeader5.Text
source: Id
pt: BI

# columnHeader6.Text
source: Code
pt: Código

# columnHeader7.Text
source: Name
pt: Nome

# columnHeader8.Text
source: Number of credits
pt: Número de empréstimos

# columnHeader9.Text
source: Number of guarantees
pt: Número de garantias

# button1.Text
source: Add
pt: Adicionar

# button2.Text
source: Search
pt: Buscar

# button3.Text
source: Add
pt: Adicionar

# button4.Text
source: Search
pt: Procurar

# button5.Text
source: View project
pt: Veja projecto

# button6.Text
source: Add project
pt: Adicionar projecto

# button7.Text
source: View project
pt: Veja projecto

# button8.Text
source: Add project
pt: Add projecto

# button9.Text
source: View project
pt: Veja projecto

# button10.Text
source: Add project
pt: Adicionar projecto

# button11.Text
source: Add guarantee
pt: Adicionar garantia

# button12.Text
source: View contract
pt: Veja contracto

# button13.Text
source: Add loan
pt: Adicionar empréstimo
